[
  {
    "id": "01",
    "precept": "คำทำวัตรเช้า",
    "category": "บทสวดมนต์ภาคเช้า",
    "filename": "01_คำทำวัตรเช้า",
    "duration": 1699.99425,
    "lyrics": [
      [
        "โย โส ภะคะวา อะระหัง สัมมาสัมพุทโธ",
        "พระผู้มีพระภาคเจ้านั้นพระองค์ใด, เป็นพระอรหันต์, ดับเพลิงกิเลสเพลิงทุกข์สิ้นเชิง, ตรัสรู้ชอบได้โดยพระองค์เอง,(translation)"
      ],
      [
        "สวากขาโต เยนะ ภะคะวะตา ธัมโม,",
        "พระธรรมเป็นธรรมอันพระผู้มีพระภาคเจ้าพระองค์ใด, ตรัสไว้ดีแล้ว,(translation)"
      ],
      [
        "สุปะฏิปันโน ยัสสะ ภะคะวะโต สาวะกะสังโฆ,",
        "พระสงฆ์สาวกของพระผู้มีพระภาคเจ้าพระองค์ใด, ปฏิบัติดีแล้ว,(translation)"
      ],
      [
        "ตัมมะยัง ภะคะวันตัง สะธัมมัง สะสังฆัง,",
        "อิเมหิ สักการเรหิ ยะถาระหัง อาโรปิเตหิ อะภิปูชะยามะ,",
        "ข้าพเจ้าทั้งหลาย, ขอบูชาอย่างยิ่งซึ่งพระผู้มีพระภาคเจ้าพระองค์นั้น, พร้อมทั้งพระธรรมและพระสงฆ์, ด้วยเครื่องสักการะทั้งหลายเหล่านี้, อันยกขึ้นตามสมควรแล้วอย่างไร,(translation)"
      ],
      [
        "สาธุ โน ภันเต ภะคะวา สุจิระปะรินิพพุโตปิ",
        "ข้าแต่พระองค์ผู้เจริญ, พระผู้มีพระภาคเจ้าแม้ปรินิพพานนานแล้ว, ทรงสร้างคุณอันสำเร็จประโยชน์ไว้แก่ข้าพเจ้าทั้งหลาย,(translation)"
      ],
      [
        "ปัจฉิมา ชะนะตานุกัมปะมานะสา,",
        "ทรงมีพระหฤทัยอนุเคราะห์แก่พวกข้าพเจ้าอันเป็นชนรุ่นหลัง,(translation)"
      ],
      [
        "อิเม สักกาเร ทุคคะตะปัณณา การะภูเต ปะฏิคคัณหาตุ,",
        "ขอพระผู้มีพระภาคเจ้า จงรับเครื่องสักการะอันเป็นบรรณาการของคนยากทั้งหลายเหล่านี้,(translation)"
      ],
      [
        "อัมหากัง ทีฆะรัตตัง หิตายะ สุขายะ,",
        "เพื่อประโยชน์และความสุขแก่ข้าพเจ้าทั้งหลายตลอดกาลนานเทอญฯ,(translation)"
      ],
      [
        "อะระหัง สัมมาสัมพุทโธ ภะคะวา,",
        "พระผู้มีพระภาคเจ้า, เป็นพระอรหันต์, ดับเพลิงกิเลสเพลิงทุกข์สิ้นเชิง, ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"
      ],
      [
        "พุทธัง ภะคะวันตัง อภิวาเทมิ.",
        "ข้าพเจ้าอภิวาทพระผู้มีพระภาคเจ้า, ผู้รู้ ผู้ตื่น ผู้เบิกบาน (กราบ)(translation)"
      ],
      [
        "ส๎วากขาโต ภะคะวะตา ธัมโม,",
        "พระธรรมเป็นธรรมที่พระผู้มีพระภาคเจ้า, ตรัสไว้ดีแล้ว(translation)"
      ],
      ["ธัมมัง นะมัสสามิ.", "ข้าพเจ้านมัสการพระธรรม (กราบ)(translation)"],
      [
        "สุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "พระสงฆ์สาวกของพระผู้มีพระภาคเจ้า, ปฏิบัติดีแล้ว(translation)"
      ],
      ["สังฆังนะมามิ.", "ข้าพเจ้านอบน้อมพระสงฆ์ (กราบ)(translation)"],
      [
        "(นำ) หันทะ มะยัง พุทธัสสะ ภะคะวะโต ปุพพะภาคะนะมะการัง กะโรมะ เส.(translation)"
      ],
      [
        "นะโม ตัสสะ ภะคะวะโต,",
        "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า พระองค์นั้น,(translation)"
      ],
      ["อะระหะโต,", "ซึ่งเป็นผู้ไกลจากกิเลส,(translation)"],
      ["สัมมาสัมพุทธัสสะ", "ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"],
      [
        "นะโม ตัสสะ ภะคะวะโต,",
        "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า พระองค์นั้น,(translation)"
      ],
      ["อะระหะโต,", "ซึ่งเป็นผู้ไกลจากกิเลส,(translation)"],
      ["สัมมาสัมพุทธัสสะ", "ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"],
      [
        "นะโม ตัสสะ ภะคะวะโต,",
        "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า พระองค์นั้น,(translation)"
      ],
      ["อะระหะโต,", "ซึ่งเป็นผู้ไกลจากกิเลส,(translation)"],
      ["สัมมาสัมพุทธัสสะ", "ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"],
      ["(นำ) หันทะ มะยัง พุทธาภิถุติง กะโรมะ เส.(translation)"],
      ["โย โส ตะถาคะโต,", "พระตถาคตเจ้านั้นพระองค์ใด,(translation)"],
      ["อะระหัง,", "เป็นผู้ไกลจากกิเลส,(translation)"],
      ["สัมมาสัมพุทโธ,", "เป็นผู้ตรัสรู้ชอบได้โดยพระองค์เอง,(translation)"],
      ["วิชชาจะระณะสัมปันโน,", "เป็นผู้ถึงพร้อมด้วยวิชชาและจรณะ,(translation)"],
      ["สุคะโต,", "เป็นผู้ไปแล้วด้วยดี,(translation)"],
      ["โลกะวิทู,", "เป็นผู้รู้โลกอย่างแจ่มแจ้ง,(translation)"],
      [
        "อะนุตตะโร ปุริสะทัมมะสาระถิ,",
        "เป็นผู้สามารถฝึกบุรุษที่สมควรฝึกได้อย่างไม่มีใครยิ่งกว่า(translation)"
      ],
      [
        "สัตถา เทวะมะนุสสานัง,",
        "เป็นครูผู้สอนของเทวดาและมนุษย์ทั้งหลาย,(translation)"
      ],
      ["พุทโธ,", "เป็นผู้รู้ ผู้ตื่น ผู้เบิกบานด้วยธรรม,(translation)"],
      ["ภะคะวา,", "เป็นผู้มีความจำเริญจำแนกธรรมสั่งสอนสัตว์,(translation)"],
      [
        "โย อิมัง โลกัง สะเทวะกัง สะมาระกัง สะพรัหมะกัง,",
        "สัสสะมะณะพรัาหมะณิง ปะชัง สะเทวะมะนุสสัง สะยัง อะภิญญา สัจฉิกัต๎วา ปะเวเทสิ,",
        "พระผู้มีพระภาคเจ้าพระองค์ใด, ได้ทรงทำความดับทุกข์ให้แจ้งด้วยพระปัญญาอันยิ่งเองแล้ว, ทรงสอนโลกนี้, พร้อมทั้งเทวดา, มาร, พรหม, และหมู่สัตว์, พร้อมทั้งสมณพราหมณ์, พร้อมทั้งเทวดาและมนุษย์ให้รู้ตาม(translation)"
      ],
      [
        "โย ธัมมัง เทเสสิ,",
        "พระผู้มีพระภาคเจ้าพระองค์ใด, ทรงแสดงธรรมแล้ว(translation)"
      ],
      ["อาทิกัล๎ยาณัง,", "ไพเราะในเบื้องต้น,(translation)"],
      ["มัชเฌกัล๎ยาณัง,", "ไพเราะในท่ามกลาง,(translation)"],
      ["ปะริโยสานะกัล๎ยาณัง,", "ไพเราะในที่สุด,(translation)"],
      [
        "สาตถัง สะพ๎ยัญชะนัง เกวะละปะริปุณณัง ปะริสุทธัง พรัหมะจะริยัง ปะกาเสสิ,",
        "ทรงประกาศพรหมจรรย์, คือแบบแห่งการปฏิบัติอันประเสริฐ, บริสุทธิ์บริบูรณ์สิ้นเชิง, พร้อมทั้งอรรถะ, พร้อมทั้งพยัญชนะ,(translation)"
      ],
      [
        "ตะมะหัง ภะคะวันตัง อะภิปูชะยามิ,",
        "ข้าพเจ้าบูชาอย่างยิ่ง, เฉพาะพระผู้มีพระภาคเจ้า, พระองค์นั้น,(translation)"
      ],
      [
        "ตะมะหัง ภะคะวันตัง สิระสา นะมามิ,",
        "ข้าพเจ้านอบน้อมพระผู้มีพระภาคเจ้าพระองค์นั้น, ด้วยเศียรเกล้า (กราบ)(translation)"
      ],
      ["(นำ) หันทะ มะยัง ธัมมาภิถุติง กะโรมะ เส.(translation)"],
      [
        "โย โส ส๎วากขาโต ภะคะวะตา ธัมโม,",
        "พระธรรมนั้นใด, เป็นสิ่งที่พระผู้มีพระภาคเจ้า, ได้ตรัสไว้ดีแล้ว,(translation)"
      ],
      [
        "สันทิฏฐิโก,",
        "เป็นสิ่งที่ผู้ศึกษาและปฏิบัติพึงเห็นได้ด้วยตนเอง,(translation)"
      ],
      [
        "อะกาลิโก,",
        "เป็นสิ่งที่ปฏิบัติได้และให้ผลได้, ไม่จำกัดกาล,(translation)"
      ],
      [
        "เอหิปัสสิโก,",
        "เป็นสิ่งที่ควรกล่าวกะผู้อื่นว่า, ท่านจงมาดูเถิด,(translation)"
      ],
      ["โอปะนะยิโก,", "เป็นสิ่งที่ควรน้อมเข้ามาใส่ตัว,(translation)"],
      [
        "ปัจจัตตัง เวทิตัพโพ วิญญูหิ,",
        "เป็นสิ่งที่ผู้รู้ก็รู้ได้เฉพาะตน,(translation)"
      ],
      [
        "ตะมะหัง ธัมมัง อะภิปูชะยามิ,",
        "ข้าพเจ้าบูชาอย่างยิ่ง, เฉพาะพระธรรมนั้น,(translation)"
      ],
      [
        "ตะมะหัง ธัมมัง สิระสา นะมามิ.",
        "ข้าพเจ้านอบน้อมพระธรรมนั้น, ด้วยเศียรเกล้า (กราบ)(translation)"
      ],
      ["(นำ)  หันทะ มะยัง สังฆาภิถุติง กะโรมะ เส."],
      [
        "โย โส สุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้านั้นหมู่ใด, ปฏิบัติดีแล้ว,(translation)"
      ],
      [
        "อุชุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้าหมู่ใด, ปฏิบัติตรงแล้ว,(translation)"
      ],
      [
        "ญายะปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้าหมู่ใด, ปฏิบัติเพื่อรู้ธรรมเป็นเครื่องออกจากทุกข์แล้ว,(translation)"
      ],
      [
        "สามีจิปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้าหมู่ใด, ปฏิบัติสมควรแล้ว(translation)"
      ],
      ["ยะทิทัง,", "ได้แก่บุคคลเหล่านี้คือ,(translation)"],
      [
        "จัตตาริ ปุริสะยุคานิ อัฏฐะ ปุริสะปุคคะลา,",
        "คู่แห่งบุรุษสี่คู่, นับเรียงบุรุษได้แปดบุรุษ,(translation)"
      ],
      [
        "เอสะ ภะคะวะโต สาวะกะสังโฆ,",
        "นั่นแหละสงฆ์สาวกของพระผู้มีพระภาคเจ้า,(translation)"
      ],
      ["อาหุเนยโย,", "เป็นสงฆ์ควรแก่สักการะที่เขานำมาบูชา,(translation)"],
      ["ปาหุเนยโย,", "เป็นสงฆ์ควรแก่สักการะที่เขาจัดไว้ต้อนรับ,(translation)"],
      ["ทักขิเณยโย,", "เป็นผู้ควรรับซึ่งทักษิณาทาน,(translation)"],
      ["อัญชะลิกะระณีโย,", "เป็นผู้ที่บุคคลทั่วไปควรทำอัญชลี,(translation)"],
      [
        "อะนุตตะรัง ปุญญักเขตตัง โลกัสสะ,",
        "เป็นเนื้อนาบุญของโลก,ไม่มีนาบุญอื่นยิ่งกว่า(translation)"
      ],
      [
        "ตะมะหัง สังฆัง อะภิปูชะยามิ,",
        "ข้าพเจ้าบูชาอย่างยิ่ง, เฉพาะพระสงฆ์หมู่นั้น,(translation)"
      ],
      [
        "ตะมะหัง สังฆัง สิระสา นะมามิ.",
        "ข้าพเจ้านอบน้อมพระสงฆ์หมู่นั้น, ด้วยเศียรเกล้า (กราบ)(translation)"
      ],
      [
        "(นำ) หันทะ มะยัง ระตะนัตตะยัปปะณามะคาถาโย เจวะ, สังเวคะปะริกิตตะนะปาฐัญจะ ภะณามะ เส.(translation)"
      ],
      [
        "พุทโธ สุสุทโธ กะรุณามะหัณณะโว,",
        "พระพุทธเจ้าผู้บริสุทธิ์, มีพระกรุณาดุจห้วงมหรรณพ,(translation)"
      ],
      [
        "โยจจันตะสุทธัพพะระญาณะโลจะโน,",
        "พระองค์ใด, มีตาคือพระญาณอันประเสริฐหมดจดถึงที่สุด,(translation)"
      ],
      [
        "โลกัสสะ ปาปูปะกิเลสะฆาตะโก,",
        "เป็นผู้ฆ่าเสียซึ่งบาปและอุปกิเลสของโลก,(translation)"
      ],
      [
        "วันทามิ พุทธัง อะหะมาทะเรนะ ตัง,",
        "ข้าพเจ้าไหว้พระผู้มีพระภาคเจ้าพระองค์นั้น, โดยใจเคารพเอื้อเฟื้อ(translation)"
      ],
      [
        "ธัมโม ปะทีโป วิยะ ตัสสะ สัตถุโน,",
        "พระธรรมของพระศาสดา, สว่างรุ่งเรืองเปรียบดวงประทีป,(translation)"
      ],
      [
        "โย มัคคะปากามะตะเภทะภินนะโก,",
        "จำแนกประเภทคือมรรค ผล, นิพพานส่วนใด,(translation)"
      ],
      [
        "โลกุตตะโร โย จะ ตะทัตถะทีปะโน,",
        "ซึ่งเป็นตัวโลกุตตระ, และส่วนใดที่ชี้แนวแห่งโลกุตตระนั้น,(translation)"
      ],
      [
        "วันทามิ ธัมมัง อะหะมาทะเรนะ ตัง,",
        "ข้าพเจ้าไหว้พระธรรมนั้น, โดยใจเคารพเอื้อเฟื้อ,(translation)"
      ],
      [
        "สังโฆ สุเขตตาภ๎ยะติเขตตะสัญญิโต,",
        "พระสงฆ์เป็นนาบุญอันยิ่งใหญ่กว่านาบุญอันดีทั้งหลาย,(translation)"
      ],
      [
        "โย ทิฏฐะสันโต สุคะตานุโพธะโก,",
        "เป็นผู้เห็นพระนิพพาน, ตรัสรู้ตามพระสุคตหมู่ใด,(translation)"
      ],
      [
        "โลลัปปะหีโน อะริโย สุเมธะโส,",
        "เป็นผู้ละกิเลสเครื่องโลเล, เป็นพระอริยเจ้ามีปัญญาดี,(translation)"
      ],
      [
        "วันทามิ สังฆัง อะหะมาทะเรนะ ตัง,",
        "ข้าพเจ้าไหว้พระสงฆ์หมู่นั้น, โดยใจเคารพเอื้อเฟื้อ,(translation)"
      ],
      [
        "อิจเจวะเมกันตะภิปูชะเนยยะกัง, วัตถุตตะยัง วันทะยะตาภิสังขะตัง,",
        "ปุญญัง มะยา ยัง มะมะ สัพพุปัททะวา, มา โหนตุ เว ตัสสะ ปะภาวะสิทธิยา.",
        "บุญใดที่ข้าพเจ้าผู้ไหว้อยู่ซึ่งวัตถุสาม, คือพระรัตนตรัยอันควรบูชายิ่งโดยส่วนเดียว, ได้กระทำแล้วเป็นอย่างยิ่งเช่นนี้นี้, ขออุปัทวะทั้งหลายจงอย่าได้มีแก่ข้าพเจ้าเลย, ด้วยอำนาจความสำเร็จอันเกิดจากบุญนั้น.(translation)"
      ],
      [
        "อิธะ ตะถาคะโต โลเก อุปปันโน",
        "พระตถาคตเจ้าเกิดขึ้นแล้ว ในโลกนี้,(translation)"
      ],
      [
        "อะระหัง สัมมาสัมพุทโธ,",
        "เป็นผู้ไกลจากกิเลส, ตรัสรู้ชอบได้โดยพระองค์เอง,(translation)"
      ],
      [
        "ธัมโม จะ เทสิโต นิยยานิโก,",
        "และพระธรรมที่ทรงแสดง เป็นธรรมเครื่องออกจากทุกข์,(translation)"
      ],
      [
        "อุปะสะมิโก ปะรินิพพานิโก,",
        "เป็นเครื่องสงบกิเลส, เป็นไปเพื่อปรินิพพาน,(translation)"
      ],
      [
        "สัมโพธะคามี สุคะตัปปะเวทิโต",
        "เป็นไปเพื่อความรู้พร้อม, เป็นธรรมที่พระสุคตทรงประกาศ,(translation)"
      ],
      [
        "มะยันตัง ธัมมัง สุต๎วา เอวัง ชานามะ,",
        "พวกเราเมื่อได้ฟังธรรมนั้นแล้ว, จึงได้รู้อย่างนี้ว่า,(translation)"
      ],
      ["ชาติปิ ทุกขา", "แม้ความเกิดก็เป็นทุกข์,(translation)"],
      ["ชะราปิ ทุกขา", "แม้ความแก่ก็เป็นทุกข์,(translation)"],
      ["มะระณัมปิ ทุกขัง", "แม้ความตายก็เป็นทุกข์,(translation)"],
      [
        "โสกะปะริเทวะทุกขะโทมะนัสสุปายาสาปิ ทุกขา,",
        "แม้ความโศก ความร่ำไรรำพัน, ความไม่สบายกาย ความไม่สบายใจ ความคับแค้นใจ ก็เป็นทุกข์,(translation)"
      ],
      [
        "อัปปิเยหิ สัมปะโยโค ทุกโข,",
        "ความประสบกับสิ่งไม่เป็นที่รักที่พอใจ ก็เป็นทุกข์,(translation)"
      ],
      [
        "ปิเยหิ วิปปะโยโค ทุกโข,",
        "ความพลัดพรากจากสิ่งเป็นที่รักที่พอใจ ก็เป็นทุกข์,(translation)"
      ],
      [
        "ยัมปิจฉัง นะ ละภะติ ตัมปิ ทุกขัง,",
        "มีความปรารถนาสิ่งใด ไม่ได้สิ่งนั้น นั่นก็เป็นทุกข์,(translation)"
      ],
      [
        "สังขิตเตนะ ปัญจุปาทานักขันธา ทุกขา,",
        "ว่าโดยย่อ อุปาทานขันธ์ทั้ง ๕ เป็นตัวทุกข์,(translation)"
      ],
      ["เสยยะถีทัง", "ได้แก่สิ่งเหล่านี้คือ,(translation)"],
      [
        "รูปูปาทานักขันโธ",
        "ขันธ์ อันเป็นที่ตั้งแห่งความยึดมั่น คือรูป,(translation)"
      ],
      [
        "เวทะนูปาทานักขันโธ",
        "ขันธ์ อันเป็นที่ตั้งแห่งความยึดมั่น คือเวทนา,(translation)"
      ],
      [
        "สัญญูปาทานักขันโธ",
        "ขันธ์ อันเป็นที่ตั้งแห่งความยึดมั่น คือสัญญา,(translation)"
      ],
      [
        "สังขารูปาทานักขันโธ",
        "ขันธ์ อันเป็นที่ตั้งแห่งความยึดมั่น คือสังขาร,(translation)"
      ],
      [
        "วิญญาณูปาทานักขันโธ",
        "ขันธ์ อันเป็นที่ตั้งแห่งความยึดมั่น คือวิญญาณ,(translation)"
      ],
      [
        "เยสัง ปะริญญายะ,",
        "เพื่อให้สาวกกำหนดรอบรู้อุปาทานขันธ์ เหล่านี้เอง,(translation)"
      ],
      [
        "ธะระมาโน โส ภะคะวา,",
        "จึงพระผู้มีพระภาคเจ้านั้น เมื่อยังทรงพระชนม์อยู่,(translation)"
      ],
      [
        "เอวัง พะหุลัง สาวะเก วิเนติ,",
        "ย่อมทรงแนะนำสาวกทั้งหลาย เช่นนี้เป็นส่วนมาก,(translation)"
      ],
      [
        "เอวัง ภาคา จะ ปะนัสสะ ภะคะวะโต สาวะเกสุ อะนุสาสะนี, พะหุลา ปะวัตตะติ,",
        "อนึ่ง คำสั่งสอนของพระผู้มีพระภาคเจ้านั้น, ย่อมเป็นไปในสาวกทั้งหลาย, ส่วนมาก,  มีส่วนคือการจำแนกอย่างนี้ว่า,(translation)"
      ],
      ["รูปัง อะนิจจัง", "รูปไม่เที่ยง,(translation)"],
      ["เวทะนา อะนิจจา", "เวทนาไม่เที่ยง,(translation)"],
      ["สัญญา อะนิจจา", "สัญญาไม่เที่ยง,(translation)"],
      ["สังขารา อะนิจจา", "สังขารไม่เที่ยง,(translation)"],
      ["วิญญาณัง อะนิจจัง", "วิญญาณไม่เที่ยง,(translation)"],
      ["รูปัง อะนัตตา", "รูปไม่ใช่ตัวตน(translation)"],
      ["เวทะนา อะนัตตา", "เวทนาไม่ใช่ตัวตน(translation)"],
      ["สัญญา อะนัตตา", "สัญญาไม่ใช่ตัวตน(translation)"],
      ["สังขารา อะนัตตา", "สังขารไม่ใช่ตัวตน(translation)"],
      ["วิญญาณัง อะนัตตา", "วิญญาณไม่ใช่ตัวตน(translation)"],
      ["สัพเพ สังขารา อะนิจจา", "สังขารทั้งหลายทั้งปวงไม่เที่ยง(translation)"],
      [
        "สัพเพ ธัมมา อะนัตตาติ.",
        "ธรรมทั้งหลายทั้งปวงไม่ใช่ตัวตน ดังนี้.(translation)"
      ],
      [
        "เต (สตรีว่า ตา) มะยัง โอติณณาม๎หะ",
        "พวกเราทั้งหลาย เป็นผู้ถูกครอบงำแล้ว(translation)"
      ],
      ["ชาติยา", "โดยความเกิด(translation)"],
      ["ชะรามะระเณนะ", "โดยความแก่ และความตาย(translation)"],
      [
        "โสเกหิ ปะริเทเวหิ ทุกเขหิ โทมะนัสเสหิ อุปายาเสหิ,",
        "โดยความโศก ความร่ำไรรำพัน, ความไม่สบายกาย, ความไม่สบายใจ, ความคับแค้นใจทั้งหลาย(translation)"
      ],
      ["ทุกโขติณณา,", "เป็นผู้มีความทุกข์ หยั่งเอาแล้ว(translation)"],
      ["ทุกขะปะเรตา", "เป็นผู้มีความทุกข์ เป็นเบื้องหน้าแล้ว(translation)"],
      [
        "อัปเปวะนามิมัสสะ เกวะลัสสะ ทุกขักขันธัสสะ อันตะกิริยา ปัญญาเยถาติ,",
        "ทำไฉน การทำที่สุดแห่งกองทุกข์ทั้งสิ้นนี้, จะพึงปรากฏชัดแก่เราได้(translation)"
      ],
      [
        "(สำหรับพระภิกษุสามเณรสวดต่อ)",
        "จิระปะรินิพพุตัมปิ  ตัง ภะคะวันตัง  อุททิสสะ อะระหันตังสัมมาสัมพุทธัง",
        "เราทั้งหลาย, อุทิศเฉพาะพระผู้มีพระภาคเจ้า,  ผู้ไกลจากกิเลส, ตรัสรู้ชอบได้ โดยพระองค์เอง, แม้ปรินิพพานนานแล้ว, พระองค์นั้น(translation)"
      ],
      [
        "สัทธา  อะคารัสสะมา  อะนะคาริยัง  ปัพพะชิตา,",
        "เป็นผู้มีศรัทธา  ออกบวชจากเรือน ไม่เกี่ยวข้องด้วยเรือนแล้ว(translation)"
      ],
      [
        "ตัสสะมิง ภะคะวะติ  พรัหมะจะริยัง  จะรามะ",
        "ประพฤติอยู่ซึ่งพรหมจรรย์ในพระผู้มีพระภาคเจ้าพระองค์นั้น(translation)"
      ],
      [
        "ภิกขูนัง (สามเณรว่า สามเณรานัง) สิกขาสาชีวะสะมาปันนา",
        "ถึงพร้อมด้วยสิกขาและธรรมเป็นเครื่องเลี้ยงชีวิตของภิกษุ (สามเณร)ทั้งหลาย(translation),"
      ],
      [
        "ตัง  โน  พรัหมะจะริยัง อิมัสสะ เกวะลัสสะ ทุกขักขันธัสสะ อันตะกิริยายะ สังวัตตะตุ.",
        "ขอให้พรหมจรรย์ของเราทั้งหลายนั้น จงเป็นไปเพื่อการทำที่สุดแห่งกองทุกข์ ทั้งสิ้นนี้ เทอญ.(translation)"
      ],
      [
        "(สำหรับฆราวาสสวดต่อ)",
        "จิระปะรินิพพุตัมปิ ตัง ภะคะวันตัง สะระณัง คะตา,",
        "เราทั้งหลายผู้ถึงแล้วซึ่งพระผู้มีพระภาคเจ้า แม้ปรินิพพานนานแล้ว, พระองค์นั้นเป็นสรณะ(translation)"
      ],
      ["ธัมมัญจะ สังฆัญจะ,", "ถึงพระธรรมด้วย, ถึงพระสงฆ์ด้วย(translation)"],
      [
        "ตัสสะ ภะคะวะโต สาสะนัง ยะถาสะติ ยะถาพะลัง มะนะสิกะโรมะ, อะนุปะฏิปัชชามะ,",
        "จักทำในใจอยู่, ปฏิบัติตามอยู่, ซึ่งคำสั่งสอนของพระผู้มีพระภาคเจ้านั้น, ตามสติกำลัง(translation)"
      ],
      [
        "สา สา โน ปะฏิปัตติ,",
        "ขอให้ความปฏิบัตินั้น ๆ ของเราทั้งหลาย(translation)"
      ],
      [
        "อิมัสสะ เกวะลัสสะ ทุกขักขันธัสสะ อันตะกิริยายะ สังวัตตะตุ.",
        "จงเป็นไปเพื่อการทำที่สุดแห่งกองทุกข์ทั้งสิ้นนี้ เทอญ.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "02",
    "precept": "ตังขณิกปัจจเวกขณปาฐะ",
    "category": "บทสวดมนต์ภาคเช้า",
    "filename": "02_ตังขณิกปัจจเวกขณปาฐะ",
    "duration": 312.515083,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ตังขะณิกะปัจจะเวกขะณะปาฐัง ภะณามะ เส.(translation)"],
      [
        "ปะฏิสังขา โยนิโส จีวะรัง ปะฏิเสวามิ,",
        "เราย่อมพิจารณาโดยแยบคาย แล้วนุ่งห่มจีวร,(translation)"
      ],
      ["ยาวะเทวะ สีตัสสะ ปะฏิฆาตายะ", "เพียงเพื่อบำบัดความหนาว,(translation)"],
      ["อุณ๎หัสสะ ปะฏิฆาตายะ", "เพื่อบำบัดความร้อน,(translation)"],
      [
        "ฑังสะมะกะสะวาตาตะปะสิริงสะปะสัมผัสสานัง ปะฏิฆาตายะ,",
        "เพื่อบำบัดสัมผัสอันเกิดจากเหลือบ ยุง ลม แดด และสัตว์เลื้อยคลานทั้งหลาย,(translation)"
      ],
      [
        "ยาวะเทวะ หิริโกปินะปะฏิจฉาทะนัตถัง,",
        "และเพียงเพื่อปกปิดอวัยวะ อันให้เกิดความละอาย.(translation)"
      ],
      [
        "ปะฏิสังขา โยนิโส ปิณฑะปาตัง ปะฏิเสวามิ,",
        "เราย่อมพิจารณาโดยแยบคาย แล้วฉันบิณฑบาต,(translation)"
      ],
      ["เนวะ ทะวายะ", "ไม่ให้เป็นไปเพื่อความเพลิดเพลิน สนุกสนาน,(translation)"],
      [
        "นะ มะทายะ",
        "ไม่ให้เป็นไปเพื่อความเมามัน เกิดกำลังพลังทางกาย,(translation)"
      ],
      ["นะ มัณฑะนายะ", "ไม่ให้เป็นไปเพื่อประดับ,(translation)"],
      ["นะ วิภูสะนายะ", "ไม่ให้เป็นไปเพื่อตกแต่ง,(translation)"],
      [
        "ยาวะเทวะ อิมัสสะ กายัสสะ ฐิติยา",
        "แต่ให้เป็นไปเพียงเพื่อความตั้งอยู่ได้แห่งกายนี้,(translation)"
      ],
      ["ยาปะนายะ", "เพื่อความเป็นไปได้ของอัตภาพ,(translation)"],
      ["วิหิงสุปะระติยา", "เพื่อความสิ้นไปแห่งความลำบากทางกาย,(translation)"],
      [
        "พรัหมะจะริยานุคคะหายะ",
        "เพื่ออนุเคราะห์แก่การประพฤติพรหมจรรย์,(translation)"
      ],
      [
        "อิติ ปุรานัญจะ เวทะนัง ปะฏิหังขามิ,",
        "ด้วยการทำอย่างนี้, เราย่อมระงับเสียได้ซึ่งทุกขเวทนาเก่า คือความหิว,(translation)"
      ],
      [
        "นะวัญจะ เวทะนัง นะ อุปปาเทสสามิ",
        "และไม่ทำทุกขเวทนาใหม่ให้เกิดขึ้น,(translation)"
      ],
      [
        "ยาต๎รา จะ เม ภะวิสสะติ อะนะวัชชะตา จะ ผาสุวิหาโร จาติ.",
        "อนึ่ง, ความเป็นไปโดยสะดวกแห่งอัตภาพนี้ด้วย, ความเป็นผู้หาโทษมิได้ด้วย, และความเป็นอยู่โดยผาสุกด้วย, จักมีแก่เรา, ดังนี้.(translation)"
      ],
      "ปะฏิสังขา โยนิโส เสนาสะนัง ปะฏิเสวามิ,",
      "เราย่อมพิจารณาโดยแยบคายแล้วใช้สอยเสนาสนะ,(translation)",
      ["ยาวะเทวะ สีตัสสะ ปะฏิฆาตายะ", "เพียงเพื่อบำบัดความหนาว,(translation)"],
      ["อุณ๎หัสสะ ปะฏิฆาตายะ", "เพื่อบำบัดความร้อน,(translation)"],
      [
        "ฑังสะมะกะสะวาตาตะปะสิริงสะปะสัมผัสสานัง ปะฏิฆาตายะ,",
        "เพื่อบำบัดสัมผัสอันเกิดจากเหลือบ ยุง ลม แดด และสัตว์เลื้อยคลานทั้งหลาย,(translation)"
      ],
      [
        "ยาวะเทวะ อุตุปะริสสะยะวิโนทะนัง ปะฏิสัลลานารามัตถัง.",
        "เพียงเพื่อบรรเทาอันตรายอันจะพึงมีจากดินฟ้าอากาศ, และเพื่อความเป็นผู้ยินดีอยู่ได้ ในที่หลีกเร้นสำหรับภาวนา.(translation)"
      ],
      [
        "ปะฏิสังขา โยนิโส คิลานะปัจจะยะเภสัชชะปะริกขารัง ปะฏิเสวามิ,",
        "เราย่อมพิจารณาโดยแยบคายแล้วบริโภคเภสัชบริขาร อันเกื้อกูลแก่คนไข้,(translation)"
      ],
      [
        "ยาวะเทวะ อุปปันนานัง เวยยาพาธิกานัง เวทะนานัง ปะฏิฆาตายะ,",
        "เพียงเพื่อบำบัดทุกขเวทนาอันบังเกิดขึ้นแล้ว มีอาพาธต่าง ๆ เป็นมูล,(translation)"
      ],
      [
        "อัพ๎ยาปัชฌะปะระมะตายาติ.",
        "เพื่อความเป็นผู้ไม่มีโรคเบียดเบียน เป็นอย่างยิ่ง ดังนี้.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "03",
    "precept": "คำทำวัตรเย็น",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "03_คำทำวัตรเย็น",
    "duration": 1738.99425,
    "lyrics": [
      [
        "โย โส ภะคะวา อะระหัง สัมมาสัมพุทโธ",
        "พระผู้มีพระภาคเจ้านั้นพระองค์ใด, เป็นพระอรหันต์, ดับเพลิงกิเลสเพลิงทุกข์สิ้นเชิง, ตรัสรู้ชอบได้โดยพระองค์เอง,(translation)"
      ],
      [
        "สวากขาโต เยนะ ภะคะวะตา ธัมโม,",
        "พระธรรมเป็นธรรมอันพระผู้มีพระภาคเจ้าพระองค์ใด, ตรัสไว้ดีแล้ว,(translation)"
      ],
      [
        "สุปะฏิปันโน ยัสสะ ภะคะวะโต สาวะกะสังโฆ,",
        "พระสงฆ์สาวกของพระผู้มีพระภาคเจ้าพระองค์ใด, ปฏิบัติดีแล้ว,(translation)"
      ],
      [
        "ตัมมะยัง ภะคะวันตัง สะธัมมัง สะสังฆัง,",
        "อิเมหิ สักการเรหิ ยะถาระหัง อาโรปิเตหิ อะภิปูชะยามะ,",
        "ข้าพเจ้าทั้งหลาย, ขอบูชาอย่างยิ่งซึ่งพระผู้มีพระภาคเจ้าพระองค์นั้น, พร้อมทั้งพระธรรมและพระสงฆ์, ด้วยเครื่องสักการะทั้งหลายเหล่านี้, อันยกขึ้นตามสมควรแล้วอย่างไร,(translation)"
      ],
      [
        "สาธุ โน ภันเต ภะคะวา สุจิระปะรินิพพุโตปิ",
        "ข้าแต่พระองค์ผู้เจริญ, พระผู้มีพระภาคเจ้าแม้ปรินิพพานนานแล้ว, ทรงสร้างคุณอันสำเร็จประโยชน์ไว้แก่ข้าพเจ้าทั้งหลาย,(translation)"
      ],
      [
        "ปัจฉิมา ชะนะตานุกัมปะมานะสา,",
        "ทรงมีพระหฤทัยอนุเคราะห์แก่พวกข้าพเจ้าอันเป็นชนรุ่นหลัง,(translation)"
      ],
      [
        "อิเม สักกาเร ทุคคะตะปัณณา การะภูเต ปะฏิคคัณหาตุ,",
        "ขอพระผู้มีพระภาคเจ้า จงรับเครื่องสักการะอันเป็นบรรณาการของคนยากทั้งหลายเหล่านี้,(translation)"
      ],
      [
        "อัมหากัง ทีฆะรัตตัง หิตายะ สุขายะ,",
        "เพื่อประโยชน์และความสุขแก่ข้าพเจ้าทั้งหลายตลอดกาลนานเทอญฯ(translation)"
      ],
      [
        "อะระหัง สัมมาสัมพุทโธ ภะคะวา,",
        "พระผู้มีพระภาคเจ้า, เป็นพระอรหันต์ ดับเพลิงกิเลสเพลิงทุกข์สิ้นเชิง ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"
      ],
      [
        "พุทธัง ภะคะวันตัง อภิวาเทมิ.",
        "ข้าพเจ้าอภิวาทพระผู้มีพระภาคเจ้า ผู้รู้ ผู้ตื่น ผู้เบิกบาน (กราบ)(translation)"
      ],
      [
        "ส๎วากขาโต ภะคะวะตา ธัมโม,",
        "พระธรรมเป็นธรรมที่พระผู้มีพระภาคเจ้า, ตรัสไว้ดีแล้ว(translation)"
      ],
      ["ธัมมัง นะมัสสามิ.", "ข้าพเจ้านมัสการพระธรรม (กราบ)(translation)"],
      [
        "สุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "พระสงฆ์สาวกของพระผู้มีพระภาคเจ้า, ปฏิบัติดีแล้ว(translation)"
      ],
      ["สังฆังนะมามิ.", "ข้าพเจ้านอบน้อมพระสงฆ์ (กราบ)(translation)"],
      [
        "(นำ) หันทะ มะยัง พุทธัสสะ ภะคะวะโต ปุพพะภาคะนะมะการัง กะโรมะ เส.(translation)"
      ],
      [
        "นะโม ตัสสะ ภะคะวะโต,",
        "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า พระองค์นั้น,(translation)"
      ],
      ["อะระหะโต,", "ซึ่งเป็นผู้ไกลจากกิเลส,(translation)"],
      ["สัมมาสัมพุทธัสสะ", "ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"],
      [
        "นะโม ตัสสะ ภะคะวะโต,",
        "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า พระองค์นั้น,(translation)"
      ],
      ["อะระหะโต,", "ซึ่งเป็นผู้ไกลจากกิเลส,(translation)"],
      ["สัมมาสัมพุทธัสสะ", "ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"],
      [
        "นะโม ตัสสะ ภะคะวะโต,",
        "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า พระองค์นั้น,(translation)"
      ],
      ["อะระหะโต,", "ซึ่งเป็นผู้ไกลจากกิเลส,(translation)"],
      ["สัมมาสัมพุทธัสสะ", "ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"],
      ["(นำ) หันทะ มะยัง พุทธานุสสะตินะยัง กะโรมะ เส.(translation)"],
      [
        "ตัง โข ปะนะ ภะคะวันตัง เอวัง กัล๎ยาโณ กิตติสัทโท อัพภุคคะโต,",
        "ก็กิตติศัพท์อันงามของพระผู้มีพระภาคเจ้านั้น, ได้ฟุ้งไปแล้วอย่างนี้ว่า,(translation)"
      ],
      [
        "อิติปิ โส ภะคะวา,",
        "เพราะเหตุอย่างนี้ ๆ พระผู้มีพระภาคเจ้านั้น,(translation)"
      ],
      ["อะระหัง,", "เป็นผู้ไกลจากกิเลส(translation)"],
      ["สัมมาสัมพุทโธ,", "เป็นผู้ตรัสรู้ชอบได้โดยพระองค์เอง(translation)"],
      ["วิชชาจะระณะสัมปันโน,", "เป็นผู้ถึงพร้อมด้วยวิชชาและจรณะ(translation)"],
      ["สุคะโต,", "เป็นผู้ไปแล้วด้วยดี(translation)"],
      ["โลกะวิทู,", "เป็นผู้รู้โลกอย่างแจ่มแจ้ง(translation)"],
      [
        "อะนุตตะโร ปุริสะทัมมะสาระถิ,",
        "เป็นผู้สามารถฝึกบุรุษที่สมควรฝึกได้อย่างไม่มีใครยิ่งกว่า(translation)"
      ],
      [
        "สัตถา เทวะมะนุสสานัง,",
        "เป็นครูผู้สอนของเทวดาและมนุษย์ทั้งหลาย(translation)"
      ],
      ["พุทโธ,", "เป็นผู้รู้ ผู้ตื่น ผู้เบิกบานด้วยธรรม(translation)"],
      [
        "ภะคะวา ติ.",
        "เป็นผู้มีความจำเริญ จำแนกธรรมสั่งสอนสัตว์ ดังนี้.(translation)"
      ],
      ["(นำ) หันทะ มะยัง พุทธาภิคีติง กะโรมะ เส.(translation)"],
      [
        "พุทธ๎วาระหันตะวะระตาทิคุณาภิยุตโต,",
        "พระพุทธเจ้าประกอบด้วยพระคุณ, มีความประเสริฐแห่งอรหันตคุณเป็นต้น(translation)"
      ],
      [
        "สุทธาภิญาณะกะรุณาหิ สะมาคะตัตโต,",
        "มีพระองค์อันประกอบด้วยพระญาณ และพระกรุณาอันบริสุทธิ์(translation)"
      ],
      [
        "โพเธสิ โย สุชะนะตัง กะมะลังวะ สูโร,",
        "พระองค์ใด, ทรงกระทำชนที่ดีให้เบิกบาน, ดุจอาทิตย์ทำบัวให้บาน(translation)"
      ],
      [
        "วันทามะหัง ตะมะระณัง สิระสา ชิเนนทัง.",
        "ข้าพเจ้าไหว้พระชินสีห์, ผู้ไม่มีกิเลส พระองค์นั้น, ด้วยเศียรเกล้า.(translation)"
      ],
      [
        "พุทโธ โย สัพพะปาณีนัง สะระณัง เขมะมุตตะมัง,",
        "พระพุทธเจ้าพระองค์ใด, เป็นสรณะอันเกษมสูงสุดของสัตว์ทั้งหลาย(translation)"
      ],
      [
        "ปะฐะมานุสสะติฏฐานัง วันทามิ ตัง สิเรนะหัง,",
        "ข้าพเจ้าไหว้พระพุทธเจ้าพระองค์นั้น, อันเป็นที่ตั้งแห่งความระลึก, องค์ที่หนึ่ง, ด้วยเศียรเกล้า(translation)"
      ],
      [
        "พุทธัสสาหัส๎มิ ทาโส (สตรีว่า ทาสี) วะ พุทโธ เม สามิกิสสะโร,",
        "ข้าพเจ้าเป็นทาสของพระพุทธเจ้า, พระพุทธเจ้าเป็นนาย, มีอิสระเหนือข้าพเจ้า(translation)"
      ],
      [
        "พุทโธ ทุกขัสสะ ฆาตา จะ วิธาตา จะ หิตัสสะ เม,",
        "พระพุทธเจ้าเป็นเครื่องกำจัดทุกข์ และทรงไว้ซึ่งประโยชน์ แก่ข้าพเจ้า(translation)"
      ],
      [
        "พุทธัสสาหัง นิยยาเทมิ สะรีรัญชีวิตัญจิทัง,",
        "ข้าพเจ้ามอบกายถวายชีวิตนี้, แด่พระพุทธเจ้า(translation)"
      ],
      [
        "วันทันโตหัง (สตรีว่า ตีหัง) จะริสสามิ พุทธัสเสวะ สุโพธิตัง,",
        "ข้าพเจ้าผู้ไหว้อยู่จักประพฤติตาม ซึ่งความตรัสรู้ดี ของพระพุทธเจ้า(translation)"
      ],
      [
        "นัตถิ เม สะระณัง อัญญัง พุทโธ เม สะระณัง วะรัง,",
        "สรณะอื่นของข้าพเจ้าไม่มี, พระพุทธเจ้าเป็นสรณะอันประเสริฐของข้าพเจ้า(translation)"
      ],
      [
        "เอเตนะ สัจจะวัชเชนะ วัฑเฒยยัง สัตถุสาสะเน,",
        "ด้วยการกล่าวคำสัจจ์นี้ ข้าพเจ้าพึงเจริญในพระศาสนา ของพระศาสดา(translation)"
      ],
      [
        "พุทธัง เม วันทะมาเนนะ (สตรีว่า มานายะ) ยัง ปุญญัง ปะสุตัง อิธะ,",
        "ข้าพเจ้าผู้ไหว้อยู่ซึ่งพระพุทธเจ้า ได้ขวนขวายบุญใด ในบัดนี้(translation)"
      ],
      [
        "สัพเพปิ อันตะรายา เม มาเหสุง ตัสสะ เตชะสา.",
        "อันตรายทั้งปวง อย่าได้มีแก่ข้าพเจ้า ด้วยเดชแห่งบุญนั้น.(translation)"
      ],
      [
        "(หมอบกราบลง กล่าวคำพร้อมกัน)(translation)",
        "กาเยนะ วาจายะ วะ เจตะสา วา,",
        "ด้วยกายก็ดี ด้วยวาจาก็ดี ด้วยใจก็ดี(translation)"
      ],
      [
        "พุทเธ กุกัมมัง ปะกะตัง มะยา ยัง,",
        "กรรมน่าติเตียนอันใด ที่ข้าพเจ้ากระทำแล้ว ในพระพุทธเจ้า(translation)"
      ],
      [
        "พุทโธ ปะฏิคคัณหะตุ อัจจะยันตัง,",
        "ขอพระพุทธเจ้า จงงดซึ่งโทษล่วงเกินอันนั้น(translation)"
      ],
      [
        "กาลันตะเร สังวะริตุง วะ พุทเธ.",
        "เพื่อการสำรวมระวัง ในพระพุทธเจ้า ในกาลต่อไป.(translation)"
      ],
      ["(นำ) หันทะ มะยัง ธัมมานุสสะตินะยัง กะโรมะ เส.(translation)"],
      [
        "ส๎วากขาโต ภะคะวะตา ธัมโม,",
        "พระธรรม เป็นสิ่งที่พระผู้มีพระภาคเจ้า ได้ตรัสไว้ดีแล้ว(translation)"
      ],
      [
        "สันทิฏฐิโก,",
        "เป็นสิ่งที่ผู้ศึกษาและปฏิบัติพึงเห็นได้ด้วยตนเอง(translation)"
      ],
      [
        "อะกาลิโก,",
        "เป็นสิ่งที่ปฏิบัติได้ และให้ผลได้ไม่จำกัดกาล(translation)"
      ],
      [
        "เอหิปัสสิโก,",
        "เป็นสิ่งที่ควรกล่าวกะผู้อื่นว่า, ท่านจงมาดูเถิด(translation)"
      ],
      ["โอปะนะยิโก,", "เป็นสิ่งที่ควรน้อมเข้ามาใส่ตัว(translation)"],
      [
        "ปัจจัตตัง เวทิตัพโพ วิญญูหี ติ.",
        "เป็นสิ่งที่ผู้รู้ก็รู้ได้เฉพาะตน ดังนี้.(translation)"
      ],
      ["(นำ) หันทะ มะยัง ธัมมาภิคีติง กะโรมะ เส.(translation)"],
      [
        "ส๎วากขาตะตาทิคุณะโยคะวะเสนะ เสยโย,",
        "พระธรรม เป็นสิ่งที่ประเสริฐ เพราะประกอบด้วยคุณ, คือ ความที่พระผู้มีพระภาคเจ้า ตรัสไว้ดีแล้ว เป็นต้น(translation)"
      ],
      [
        "โย มัคคะปากะปะริยัตติวิโมกขะเภโท,",
        "เป็นธรรมอันจำแนกเป็น มรรค ผล, ปริยัติ และนิพพาน(translation)"
      ],
      [
        "ธัมโม กุโลกะปะตะนา ตะทะธาริธารี,",
        "เป็นธรรมทรงไว้ซึ่งผู้ทรงธรรม, จากการตกไปสู่โลกที่ชั่ว(translation)"
      ],
      [
        "วันทามะหัง ตะมะหะรัง วะระธัมมะเมตัง,",
        "ข้าพเจ้าไหว้พระธรรมอันประเสริฐนั้น, อันเป็นเครื่องขจัดเสียซึ่งความมืด(translation)"
      ],
      [
        "ธัมโม โย สัพพะปาณีนัง สะระณัง เขมะมุตตะมัง,",
        "พระธรรมใด, เป็นสรณะอันเกษมสูงสุด ของสัตว์ทั้งหลาย(translation)"
      ],
      [
        "ทุติยานุสสะติฏฐานัง วันทามิ ตัง สิเรนะหัง,",
        "ข้าพเจ้าไหว้พระธรรมนั้น, อันเป็นที่ตั้งแห่งความระลึก, องค์ที่สอง, ด้วยเศียรเกล้า(translation)"
      ],
      [
        "ธัมมัสสาหัส๎มิ ทาโส (สตรีว่า ทาสี) วะ ธัมโม เม สามิกิสสะโร,",
        "ข้าพเจ้าเป็นทาสของพระธรรม, พระธรรมเป็นนาย, มีอิสระเหนือข้าพเจ้า(translation)"
      ],
      [
        "ธัมโม ทุกขัสสะ ฆาตา จะ วิธาตา จะ หิตัสสะ เม,",
        "พระธรรมเป็นเครื่องกำจัดทุกข์, และทรงไว้ซึ่งประโยชน์แก่ข้าพเจ้า(translation)"
      ],
      [
        "ธัมมัสสาหัง นิยยาเทมิ สะรีรัญชีวิตัญจิทัง,",
        "ข้าพเจ้ามอบกายถวายชีวิตนี้, แด่พระธรรม(translation)"
      ],
      [
        "วันทันโตหัง (สตรีว่า ตีหัง) จะริสสามิ ธัมมัสเสวะ สุธัมมะตัง,",
        "ข้าพเจ้าผู้ไหว้อยู่จักประพฤติตาม, ซึ่งความเป็นธรรมดีของพระธรรม(translation)"
      ],
      [
        "นัตถิ เม สะระณัง อัญญัง ธัมโม เม สะระณัง วะรัง,",
        "สรณะอื่นของข้าพเจ้าไม่มี, พระธรรมเป็นสรณะอันประเสริฐของข้าพเจ้า(translation)"
      ],
      [
        "เอเตนะ สัจจะวัชเชนะ วัฑเฒยยัง สัตถุสาสะเน,",
        "ด้วยการกล่าวคำสัจจ์นี้, ข้าพเจ้าพึงเจริญในพระศาสนา, ของพระศาสดา(translation)"
      ],
      [
        "ธัมมัง เม วันทะมาเนนะ (สตรีว่า มานายะ) ยัง ปุญญัง ปะสุตัง อิธะ,",
        "ข้าพเจ้าผู้ไหว้อยู่ซึ่งพระธรรม, ได้ขวนขวายบุญใด ในบัดนี้(translation)"
      ],
      [
        "สัพเพปิ อันตะรายา เม มาเหสุง ตัสสะ เตชะสา.",
        "อันตรายทั้งปวง อย่าได้มีแก่ข้าพเจ้า ด้วยเดชแห่งบุญนั้น.(translation)"
      ],
      [
        "(หมอบกราบลง กล่าวคำพร้อมกัน)(translation)",
        "กาเยนะ วาจายะ วะ เจตะสา วา,",
        "ด้วยกายก็ดี ด้วยวาจาก็ดี ด้วยใจก็ดี(translation)"
      ],
      [
        "ธัมเม กุกัมมัง ปะกะตัง มะยา ยัง,",
        "กรรมน่าติเตียนอันใด ที่ข้าพเจ้ากระทำแล้ว ในพระธรรม(translation)"
      ],
      [
        "ธัมโม ปะฏิคคัณหะตุ อัจจะยันตัง,",
        "ขอพระธรรม จงงดซึ่งโทษล่วงเกินอันนั้น(translation)"
      ],
      [
        "กาลันตะเร สังวะริตุง วะ ธัมเม.",
        "เพื่อการสำรวมระวัง ในพระธรรม ในกาลต่อไป.(translation)"
      ],
      ["(นำ) หันทะ มะยัง สังฆานุสสะตินะยัง กะโรมะ เส.(translation)"],
      [
        "สุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้า หมู่ใด, ปฏิบัติดีแล้ว(translation)"
      ],
      [
        "อุชุปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้า หมู่ใด, ปฏิบัติตรงแล้ว(translation)"
      ],
      [
        "ญายะปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้า หมู่ใด, ปฏิบัติเพื่อรู้ธรรมเป็นเครื่องออกจากทุกข์แล้ว(translation)"
      ],
      [
        "สามีจิปะฏิปันโน ภะคะวะโต สาวะกะสังโฆ,",
        "สงฆ์สาวกของพระผู้มีพระภาคเจ้า หมู่ใด, ปฏิบัติสมควรแล้ว(translation)"
      ],
      ["ยะทิทัง,", "ได้แก่บุคคลเหล่านี้คือ(translation)"],
      [
        "จัตตาริ ปุริสะยุคานิ อัฏฐะ ปุริสะปุคคะลา,",
        "คู่แห่งบุรุษ ๔ คู่, นับเรียงบุรุษ ได้แปดบุรุษ(translation)"
      ],
      [
        "เอสะ ภะคะวะโต สาวะกะสังโฆ,",
        "นั่นแหละสงฆ์สาวกของพระผู้มีพระภาคเจ้า(translation)"
      ],
      ["อาหุเนยโย,", "เป็นสงฆ์ควรแก่สักการะที่เขานำมาบูชา(translation)"],
      ["ปาหุเนยโย,", "เป็นสงฆ์ควรแก่สักการะที่เขาจัดไว้ต้อนรับ(translation)"],
      ["ทักขิเณยโย,", "เป็นผู้ควรรับทักษิณาทาน(translation)"],
      ["อัญชะลีกะระณีโย,", "เป็นผู้ที่บุคคลทั่วไปควรทำอัญชลี(translation)"],
      [
        "อะนุตตะรัง ปุญญักเขตตัง โลกัสสา ติ.",
        "เป็นเนื้อนาบุญของโลก, ไม่มีนาบุญอื่นยิ่งกว่า ดังนี้.(translation)"
      ],
      ["(นำ) หันทะ มะยัง สังฆาภิคีติง กะโรมะ เส.(translation)"],
      [
        "สัทธัมมะโช สุปะฏิปัตติคุณาทิยุตโต,",
        "พระสงฆ์ที่เกิดโดยพระสัทธรรม, ประกอบด้วยคุณ มีความปฏิบัติดีเป็นต้น(translation)"
      ],
      [
        "โยฏฐัพพิโธ อะริยะปุคคะละสังฆะเสฏโฐ,",
        "เป็นหมู่แห่งพระอริยบุคคลอันประเสริฐ, แปดจำพวก(translation)"
      ],
      [
        "สีลาทิธัมมะปะวะราสะยะกายะจิตโต,",
        "มีกายและจิต อันอาศัยธรรมมีศีลเป็นต้น, อันบวร(translation)"
      ],
      [
        "วันทามะหัง ตะมะริยานะคะณัง สุสุทธัง,",
        "ข้าพเจ้าไหว้หมู่แห่งพระอริยะเจ้าเหล่านั้น, อันบริสุทธิ์ด้วยดี(translation)"
      ],
      [
        "สังโฆ โย สัพพะปาณีนัง สะระณัง เขมะมุตตะมัง,",
        "พระสงฆ์หมู่ใด, เป็นสรณะอันเกษมสูงสุด ของสัตว์ทั้งหลาย(translation)"
      ],
      [
        "ตะติยานุสสะติฏฐานัง วันทามิ ตัง สิเรนะหัง,",
        "ข้าพเจ้าไหว้พระสงฆ์หมู่นั้น, อันเป็นที่ตั้งแห่งความระลึก, องค์ที่สาม, ด้วยเศียรเกล้า(translation)"
      ],
      [
        "สังฆัสสาหัส๎มิ ทาโส (สตรีว่า ทาสี) วะ สังโฆ เม สามิกิสสะโร,",
        "ข้าพเจ้าเป็นทาสของพระสงฆ์, พระสงฆ์เป็นนาย, มีอิสระเหนือข้าพเจ้า(translation)"
      ],
      [
        "สังโฆ ทุกขัสสะ ฆาตา จะ วิธาตา จะ หิตัสสะ เม,",
        "พระสงฆ์เป็นเครื่องกำจัดทุกข์, และทรงไว้ซึ่งประโยชน์แก่ข้าพเจ้า(translation)"
      ],
      [
        "สังฆัสสาหัง นิยยาเทมิ สะรีรัญชีวิตัญจิทัง,",
        "ข้าพเจ้ามอบกายถวายชีวิตนี้, แด่พระสงฆ์(translation)"
      ],
      [
        "วันทันโตหัง (สตรีว่า ตีหัง) จะริสสามิ สังฆัสโสปะฏิปันนะตัง,",
        "ข้าพเจ้าผู้ไหว้อยู่จักประพฤติตาม, ซึ่งความปฏิบัติดีของพระสงฆ์(translation)"
      ],
      [
        "นัตถิ เม สะระณัง อัญญัง สังโฆ เม สะระณัง วะรัง,",
        "สรณะอื่นของข้าพเจ้าไม่มี, พระสงฆ์เป็นสรณะอันประเสริฐของข้าพเจ้า(translation)"
      ],
      [
        "เอเตนะ สัจจะวัชเชนะ วัฑเฒยยัง สัตถุสาสะเน,",
        "ด้วยการกล่าวคำสัจจ์นี้, ข้าพเจ้าพึงเจริญในพระศาสนา, ของพระศาสดา(translation)"
      ],
      [
        "สังฆัง เม วันทะมาเนนะ (สตรีว่า มานายะ) ยัง ปุญญัง ปะสุตัง อิธะ,",
        "ข้าพเจ้าผู้ไหว้อยู่ซึ่งพระสงฆ์, ได้ขวนขวายบุญใด ในบัดนี้(translation)"
      ],
      [
        "สัพเพปิ อันตะรายา เม มาเหสุง ตัสสะ เตชะสา.",
        "อันตรายทั้งปวง อย่าได้มีแก่ข้าพเจ้า ด้วยเดชแห่งบุญนั้น.(translation)"
      ],
      [
        "(หมอบกราบลง กล่าวคำพร้อมกัน)(translation)",
        "กาเยนะ วาจายะ วะ เจตะสา วา,",
        "ด้วยกายก็ดี ด้วยวาจาก็ดี ด้วยใจก็ดี(translation)"
      ],
      [
        "สังเฆ กุกัมมัง ปะกะตัง มะยา ยัง,",
        "กรรมน่าติเตียนอันใด ที่ข้าพเจ้ากระทำแล้ว ในพระสงฆ์(translation)"
      ],
      [
        "สังโฆ ปะฏิคคัณหะตุ อัจจะยันตัง,",
        "ขอพระสงฆ์ จงงดซึ่งโทษล่วงเกินอันนั้น(translation)"
      ],
      [
        "กาลันตะเร สังวะริตุง วะ สังเฆ.",
        "เพื่อการสำรวมระวัง ในพระสงฆ์ ในกาลต่อไป.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "04",
    "precept": "อตีตปัจจเวกขณปาฐะ",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "04_อตีตปัจจเวกขณปาฐะ",
    "duration": 358.839083,
    "lyrics": [
      ["(นำ) หันทะ มะยัง อะตีตะปัจจะเวกขะณะปาฐัง ภะณามะ เส.(translation)"],
      [
        "อัชชะ มะยา อะปัจจะเวกขิต๎วา ยัง จีวะรัง ปะริภุตตัง,",
        "จีวรใดอันเรานุ่งห่มแล้ว ไม่ทันพิจารณา ในวันนี้(translation)"
      ],
      [
        "ตัง ยาวะเทวะ สีตัสสะ ปะฏิฆาตายะ",
        "เพียงเพื่อบำบัดความหนาว(translation)"
      ],
      ["อุณ๎หัสสะ ปะฏิฆาตายะ", "เพื่อบำบัดความร้อน,(translation)"],
      [
        "ฑังสะมะกะสะวาตาตะปะสิริงสะปะสัมผัสสานัง ปะฏิฆาตายะ,",
        "เพื่อบำบัดสัมผัสอันเกิดจากเหลือบ ยุง ลม แดด และสัตว์เลื้อยคลานทั้งหลาย,(translation)"
      ],
      [
        "ยาวะเทวะ หิริโกปินะปะฏิจฉาทะนัตถัง,",
        "และเพียงเพื่อปกปิดอวัยวะ อันให้เกิดความละอาย.(translation)"
      ],
      [
        "อัชชะ มะยา อะปัจจะเวกขิต๎วา โย ปิณฑะปาโต ปะริภุตโต,",
        "บิณฑบาตใด อันเราฉันแล้ว ไม่ทันพิจารณา ในวันนี้(translation)"
      ],
      [
        "โส เนวะ ทะวายะ",
        "บิณฑบาตนั้น เราฉันแล้ว ไม่ใช่เป็นไปเพื่อความเพลิดเพลิน สนุกสนาน(translation)"
      ],
      [
        "นะ มะทายะ",
        "ไม่ให้เป็นไปเพื่อความเมามัน เกิดกำลังพลังทางกาย(translation)"
      ],
      ["นะ มัณฑะนายะ", "ไม่ให้เป็นไปเพื่อประดับ,(translation)"],
      ["นะ วิภูสะนายะ", "ไม่ให้เป็นไปเพื่อตกแต่ง,(translation)"],
      [
        "ยาวะเทวะ อิมัสสะ กายัสสะ ฐิติยา",
        "แต่ให้เป็นไปเพียงเพื่อความตั้งอยู่ได้แห่งกายนี้(translation)"
      ],
      ["ยาปะนายะ", "เพื่อความเป็นไปได้ของอัตภาพ(translation)"],
      ["วิหิงสุปะระติยา", "เพื่อความสิ้นไปแห่งความลำบากทางกาย(translation)"],
      [
        "พรัหมะจะริยานุคคะหายะ",
        "เพื่ออนุเคราะห์แก่การประพฤติพรหมจรรย์(translation)"
      ],
      [
        "อิติ ปุรานัญจะ เวทะนัง ปะฏิหังขามิ,",
        "ด้วยการทำอย่างนี้, เราย่อมระงับเสียได้ซึ่งทุกขเวทนาเก่า คือความหิว(translation)"
      ],
      [
        "นะวัญจะ เวทะนัง นะ อุปปาเทสสามิ",
        "และไม่ทำทุกขเวทนาใหม่ให้เกิดขึ้น(translation)"
      ],
      [
        "ยาต๎รา จะ เม ภะวิสสะติ อะนะวัชชะตา จะ ผาสุวิหาโร จาติ.",
        "อนึ่ง, ความเป็นไปโดยสะดวกแห่งอัตภาพนี้ด้วย, ความเป็นผู้หาโทษมิได้ด้วย, และความเป็นอยู่โดยผาสุกด้วย, จักมีแก่เรา, ดังนี้.(translation)"
      ],
      [
        "อัชชะ มะยา อะปัจจะเวกขิต๎วา ยัง เสนาสะนัง ปะริภุตตัง,",
        "เสนาสนะใด อันเราใช้สอยแล้ว ไม่ทันพิจารณา ในวันนี้(translation)"
      ],
      [
        "ตัง ยาวะเทวะ สีตัสสะ ปะฏิฆาตายะ",
        "เสนาสนะนั้น เราใช้สอยแล้ว เพียงเพื่อบำบัดความหนาว(translation)"
      ],
      ["อุณ๎หัสสะ ปะฏิฆาตายะ", "เพื่อบำบัดความร้อน,(translation)"],
      [
        "ฑังสะมะกะสะวาตาตะปะสิริงสะปะสัมผัสสานัง ปะฏิฆาตายะ,",
        "เพื่อบำบัดสัมผัสอันเกิดจากเหลือบ ยุง ลม แดด และสัตว์เลื้อยคลานทั้งหลาย(translation)"
      ],
      [
        "ยาวะเทวะ อุตุปะริสสะยะวิโนทะนัง ปะฏิสัลลานารามัตถัง.",
        "เพียงเพื่อบรรเทาอันตรายอันจะพึงมีจากดินฟ้าอากาศ, และเพื่อความเป็นผู้ยินดีอยู่ได้ ในที่หลีกเร้นสำหรับภาวนา.(translation)"
      ],
      [
        "อัชชะ มะยา อะปัจจะเวกขิต๎วา โย คิลานะปัจจะยะเภสัชชะปะริกขาโร ปะริภุตโต,",
        "คิลานเภสัชบริขารใด อันเราบริโภคแล้ว ไม่ทันพิจารณา ในวันนี้(translation)"
      ],
      [
        "โส ยาวะเทวะ อุปปันนานัง เวยยาพาธิกานัง เวทะนานัง ปะฏิฆาตายะ,",
        "คิลานเภสัชบริขารนั้น เราบริโภคแล้ว เพียงเพื่อบำบัด ทุกขเวทนาอันบังเกิดขึ้นแล้ว มีอาพาธต่างๆ เป็นมูล(translation)"
      ],
      [
        "อัพ๎ยาปัชฌะปะระมะตายาติ.",
        "เพื่อความเป็นผู้ไม่มีโรคเบียดเบียน เป็นอย่างยิ่ง ดังนี้.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "05",
    "precept": "ท๎วัตติงสาการปาฐะ",
    "category": "บทสวดมนต์ภาคเช้า",
    "filename": "05_ท๎วัตติงสาการปาฐะ",
    "duration": 207.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ท๎วัตติงสาการะปาฐัง ภะณามะ เส.(translation)"],
      ["อะยังโข เม กาโย", "กายของเรานี้แล,(translation)"],
      ["อุทธัง ปาทะตะลา", "เบื้องบนแต่พื้นเท้าขึ้นมา(translation)"],
      ["อะโธเกสะมัตถะกา", "เบื้องต่ำแต่ปลายผมลงไป(translation)"],
      ["ตะจะปะริยันโต", "มีหนังหุ้มอยู่เป็นที่สุดรอบ(translation)"],
      [
        "ปูโร นานัปปะการัสสะ อะสุจิโน",
        "เต็มไปด้วยของไม่สะอาดมีประการต่างๆ(translation)"
      ],
      ["อัตถิ อิมัส๎มิง กาเย", "มีอยู่ในกายนี้(translation)"],
      [
        "เกสา",
        "ผมทั้งหลาย(translation)",
        "โลมา",
        "ขนทั้งหลาย(translation)",
        "นะขา",
        "เล็บทั้งหลาย(translation)"
      ],
      [
        "ทันตา",
        "ฟันทั้งหลาย(translation)",
        "ตะโจ",
        "หนัง(translation)",
        "มังสัง",
        "เนื้อ(translation)"
      ],
      [
        "นะหารู",
        "เอ็นทั้งหลาย(translation)",
        "อัฏฐี",
        "กระดูกทั้งหลาย(translation)",
        "อัฏฐิมิญชัง",
        "เยื่อในการดูก(translation)"
      ],
      [
        "วักกัง",
        "ไต(translation)",
        "หะทะยัง",
        "หัวใจ(translation)",
        "ยะกะนัง",
        "ตับ(translation)"
      ],
      [
        "กิโลมะกัง",
        "ผังผืด(translation)",
        "ปิหะกัง",
        "ม้าม(translation)",
        "ปัปผาสัง",
        "ปอด(translation)"
      ],
      [
        "อันตัง",
        "ไส้ใหญ่(translation)",
        "อันนะคุณัง",
        "ไส้น้อย(translation)",
        "อุทะริยัง",
        "อาหารใหม่(translation)"
      ],
      [
        "กะรีสัง",
        "อาหารเก่า(translation)",
        "ปิตตัง",
        "น้ำดี(translation)",
        "เสมหัง",
        "น้ำเสลด(translation)"
      ],
      [
        "ปุพโพ",
        "น้ำหนอง(translation)",
        "โลหิตัง",
        "น้ำเลือด(translation)",
        "เสโท",
        "น้ำเหงื่อ(translation)"
      ],
      [
        "เมโท",
        "น้ำมันข้น(translation)",
        "อัสสุ",
        "น้ำตา(translation)",
        "วะสา",
        "น้ำเหลือง(translation)"
      ],
      [
        "เขโฬ",
        "น้ำลาย(translation)",
        "สิงฆาณิกา",
        "น้ำเมือก(translation)",
        "ละสิกา",
        "น้ำลื่นหล่อข้อ(translation)"
      ],
      [
        "มุตตัง",
        "น้ำมูตร(translation)",
        "มัตถะเก มัตถะลุงคัง",
        "เยื่อมันสมองในกะโหลกศีรษะ(translation)",
        "อิติ.",
        "ดังนี้แล.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "06",
    "precept": "อภิณหปัจจเวกขณปาฐะ",
    "category": "บทสวดมนต์ภาคเช้า",
    "filename": "06_อภิณหปัจจเวกขณปาฐะ",
    "duration": 126.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง อะภิณหะปัจจะเวกขะณะปาฐัง ภะณามะ เส.(translation)"],
      [
        "ชะราธัมโมมหิ ชะรัง อะนะตีโต (อะนะตีตา)",
        "เรามีความแก่เป็นธรรมดาจะล่วงพ้นความแก่ไปไม่ได้(translation)"
      ],
      [
        "พะยาธิธัมโมมหิ พะยาธิง อะนะตีโต (อะนะตีตา)",
        "เรามีความเจ็บไข้เป็นธรรมดาจะล่วงพ้นความเจ็บไข้ไปไม่ได้(translation)"
      ],
      [
        "มะระณะธัมโมมหิ มะระณัง อะนะตีโต (อะนะตีตา)",
        "เรามีความตายเป็นธรรมดาจะล่วงพ้นความตายไปไม่ได้(translation)"
      ],
      [
        "สัพเพหิ เม ปิเยหิ มะนาเปหิ นานาภาโว วินาภาโว",
        "เราจะละเว้นเป็นต่างๆ, คือว่าเราจะต้องพลัดพรากจากของรักของเจริญใจทั้งหลายทั้งปวง(translation)"
      ],
      [
        "กัมมัสสะโกมหิ กัมมะทายาโท กัมมะโยนิ กัมมะพันธุ กัมมะปะฏิสะระโณ (ณา)",
        "เรามีกรรมเป็นของของตน, มีกรรมเป็นผู้ให้ผล, มีกรรมเป็นแดนเกิด, มีกรรมเป็นผู้ติดตาม, มีกรรมเป็นที่พึ่งอาศัย(translation)"
      ],
      [
        "ยัง กัมมัง กะริสสามิ, กัลยานัง วา ปาปะกัง วา, ตัสสะ ทายาโท (ทา) ภะวิสสามิ",
        "เราทำกรรมอันใดไว้, เป็นบุญหรือเป็นบาป, เราจะเป็นทายาท, คือว่าเราจะต้องได้รับผลของกรรมนั้นๆ สืบไป(translation)"
      ],
      [
        "เอวัง อัมเหหิ อะภิณหัง ปัจจะเวกขิตัพพัง",
        "เราทั้งหลายควรพิจารณาอย่างนี้ทุกวันๆเถิด(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "07",
    "precept": "บทพิจารณาสังขาร",
    "category": "บทสวดมนต์ภาคเช้า",
    "filename": "07_บทพิจารณาสังขาร",
    "duration": 178.912625,
    "lyrics": [
      [
        "สัพเพ สังขารา อะนิจจา",
        "สังขารคือร่างกายจิตใจ, แลรูปธรรมนามธรรมทั้งหมดทั้งสิ้น, มันไม่เที่ยง, เกิดขึ้นแล้วดับไปมีแล้วหายไป(translation)"
      ],
      [
        "สัพเพ สังขารา ทุกขา",
        "สังขารคือร่างกายจิตใจ, แลรูปธรรมนามธรรมทั้งหมดทั้งสิ้น, มันเป็นทุกข์ทนยาก, เพราะเกิดขึ้นแล้วแก่เจ็บตายไป(translation)"
      ],
      [
        "สัพเพ ธัมมา อะนัตตา",
        "สิ่งทั้งหลายทั้งปวง, ทั้งที่เป็นสังขารแลมิใช่สังขารทั้งหมดทั้งสิ้น, ไม่ใช่ตัวไม่ใช่ตน, ไม่ควรถือว่าเราว่าของเราว่าตัวว่าตนของเรา(translation)"
      ],
      ["อะธุวัง ชีวิตัง", "ชีวิตเป็นของไม่ยั่งยืน(translation)"],
      ["ธุวัง มะระณัง", "ความตายเป็นของยั่งยืน(translation)"],
      ["อะวัสสัง มะยา มะริตัพพัง", "อันเราจะพึงตายเป็นแท้(translation)"],
      [
        "มะระณะปะริโยสานัง เม ชีวิตัง",
        "ชีวิตของเรามีความตายเป็นที่สุดรอบ(translation)"
      ],
      ["ชีวิตัง เม อะนิยะตัง", "ชีวิตของเราเป็นของไม่เที่ยง(translation)"],
      ["มะระณัง เม นิยะตัง", "ความตายของเราเป็นของเที่ยง(translation)"],
      ["วะตะ", "ควรที่จะสังเวช(translation)"],
      [
        "อะยัง กาโย",
        "ร่างกายนี้(translation)",
        "อะจิรัง",
        "มิได้ตั้งอยู่นาน(translation)"
      ],
      [
        "อะเปตะวิญญาโน",
        "ครั้นปราศจากวิญญาณ(translation)",
        "ฉุฑโฑ",
        "อันเขาทิ้งเสียแล้ว(translation)"
      ],
      [
        "อะธิเสสสะติ",
        "จักนอนทับ(translation)",
        "ปะฐะวิง",
        "ซึ่งแผ่นดิน(translation)"
      ],
      [
        "กะลิงคะรัง อิวะ",
        "ประดุจดังว่าท่อนไม้และท่อนฟืน(translation)",
        "นิรัตถัง",
        "หาประโยชน์มิได้(translation)"
      ],
      [
        "อะนิจจา วะตะ สังขารา",
        "สังขารทั้งหลายไม่เที่ยงหนอ(translation)",
        "อุปปาทะวะยะธัมมิโน",
        "มีความเกิดขึ้นแล้วมีความเสื่อมไปเป็นธรรมดา(translation)"
      ],
      [
        "อุปปัชชิตวา นิรุชฌันติ",
        "ครั้นเกิดขึ้นแล้วย่อมดับไป(translation)",
        "เตสัง วูปะสะโม สุโข",
        "ความเข้าไปสงบระงับสังขารทั้งหลาย, เป็นสุขอย่างยิ่ง, ดังนี้(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "08",
    "precept": "สัพพปัตติทานคาถา",
    "category": "บทสวดมนต์ภาคเช้า",
    "filename": "08_สัพพปัตติทานคาถา",
    "duration": 177.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง สัพพะปัตติทานะคาถาโย ภะณามะ เส.(translation)"],
      [
        "ปุญญัสสิทานิ กะตัสสะ ยานัญญานิ กะตานิ เม,",
        "เตสัญจะ ภาคิโน โหนตุ สัตตานันตาปปะมาณะกา",
        "สัตว์ทั้งหลายไม่มีที่สุดไม่มีประมาณ, จงมีส่วนแห่งบุญที่ข้าพเจ้าได้ทำในบัดนี้, และแห่งบุญอื่นที่ได้ทำไว้ก่อนแล้ว(translation)"
      ],
      [
        "เย ปิยา คุณะวันตา จะ มัยหัง มาตาปิตาทะโย,",
        "ทิฏฐา เม จาปะยาทิฏฐา วา อัญเญ มัชฌัตตะเวริโน",
        "คือจะเป็นสัตว์เหล่าใด, ซึ่งเป็นที่รักใคร่และมีบุญคุณ เช่นมารดา บิดาของข้าพเจ้าเป็นต้นก็ดี, ที่ข้าพเจ้าเห็นแล้วหรือไม่ได้เห็นก็ดี, สัตว์เหล่าอื่นที่เป็นกลางๆหรือเป็นคู่เวรกันก็ดี(translation)"
      ],
      [
        "สัตตา ติฏฐันติ โลกัสมิง เตภุมมา จะตุโยนิกา,",
        "ปัญเจกะจะตุโวการา สังสะรันตา ภะวาภะเว",
        "สัตว์ทั้งหลายตั้งอยู่ในโลก, อยู่ในภูมิทั้งสาม, อยู่ในกำเนิดทั้งสี่, มีขันธ์ห้าขันธ์ มีขันธ์ขันธ์เดียว มีขันธ์สี่ขันธ์, กำลังท่องเที่ยวอยู่ในภพน้อยภพใหญ่ก็ดี(translation)"
      ],
      [
        "ญาตัง เย ปัตติทานัมเม อะนุโมทันตุ เต สะยัง,",
        "เย จิมัง นัปปะชานันติ เทวา เตสัง นิเวทะยุง",
        "สัตว์เหล่าใดรู้ส่วนบุญที่ข้าพเจ้าแผ่ให้แล้ว, สัตว์เหล่านั้นจงอนุโมทนาเองเถิด, ส่วนสัตว์เหล่าใดยังไม่รู้ส่วนบุญนี้, ขอเทวดาทั้งหลาย จงบอกสัตว์เหล่านั้นให้รู้(translation)"
      ],
      [
        "มะยา ทินนานะ ปุญญานัง อะนุโมทะนะเหตุนา,",
        "สัพเพ สัตตา สะทา โหนตุ อะเวรา สุขะชีวิโน,",
        "เขมัปปะทัญจะ ปัปโปนตุ เตสาสา สิชฌะตัง สุภา",
        "เพราะเหตุที่ได้อนุโมทนาส่วนบุญที่ข้าพเจ้าแผ่ให้แล้ว, สัตว์ทั้งหลายทั้งปวง, จงเป็นผู้ไม่มีเวรอยู่เป็นสุขทุกเมื่อ, จงถึงบทอันเกษมกล่าวคือพระนิพพาน, ความปรารถนาที่ดีงามของสัตว์เหล่านั้นจงสำเร็จเถิด(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "09",
    "precept": "บทแผ่เมตตา",
    "category": "บทสวดมนต์ภาคเช้า",
    "filename": "09_บทแผ่เมตตา",
    "duration": 176.744458,
    "lyrics": [
      ["(นำ) หันทะ มะยัง เมตตาผะระณัง กะโรมะ เส.(translation)"],
      [
        "อะหัง สุขิโต โหมิ",
        "ขอให้ข้าพเจ้าจงเป็นผู้ถึงสุข(translation)",
        ["นิททุกโข โหมิ", "จงเป็นผู้ไร้ทุกข์(translation)"],
        "อะเวโร โหมิ",
        "จงเป็นผู้ไม่มีเวร(translation)"
      ],
      [
        "อัพยาปัชโฌ โหมิ",
        "จงเป็นผู้ไม่เบียดเบียนซึ่งกันและกัน(translation)",
        "อะนีโฆ โหมิ",
        "จงเป็นผู้ไม่มีทุกข์(translation)"
      ],
      [
        "สุขี อัตตานัง ปะริหะรามิ",
        "จงรักษาตนอยู่เป็นสุขเถิด(translation)",
        "สัพเพ สัตตา สุขิตา โหนตุ",
        "ขอสัตว์ทั้งหลายทั้งปวงจงเป็นผู้ถึงความสุข(translation)"
      ],
      [
        "สัพเพ สัตตา อะเวรา โหนตุ",
        "ขอสัตว์ทั้งหลายทั้งปวงจงเป็นผู้ไม่มีเวร(translation)",
        "สัพเพ สัตตา อัพยาปัชฌาโหนตุ",
        "ขอสัตว์ทั้งหลายทั้งปวงจงอย่าได้เบียดเบียนซึ่งกันและกัน(translation)"
      ],
      [
        "สัพเพ สัตตา อะนีฆา โหนตุ",
        "ขอสัตว์ทั้งหลายทั้งปวงจงเป็นผู้ไม่มีทุกข์(translation)",
        "สัพเพ สัตตา สุขีอัตตานัง ปะริหะรันตุ",
        "ขอสัตว์ทั้งหลายทั้งปวงจงรักษาตนอยู่เป็นสุขเถิด(translation)"
      ],
      [
        "สัพเพ สัตตา สัพพะทุกขา ปะมุจจันตุ",
        "ขอสัตว์ทั้งหลายทั้งปวงจงพ้นจากทุกข์ทั้งมวล(translation)",
        "สัพเพ สัตตา ลัทธะสัมปัตติโต มา วิคัจฉันตุ",
        "ขอสัตว์ทั้งหลายทั้งปวงจงอย่าได้พรากจากสมบัติอันตนได้แล้ว(translation)"
      ],
      [
        "สัพเพ สัตตา กัมมัสสะกา กัมมะทายาทา กัมมะโยนิ กัมมะพันธุ กัมมะปะฏิสะระณา",
        "สัตว์ทั้งหลายทั้งปวงมีกรรมเป็นของๆตน, มีกรรมเป็นผู้ให้ผล, มีกรรมเป็นแดนเกิด, มีกรรมเป็นผู้ติดตาม, มีกรรมเป็นที่พึ่งอาศัย(translation)"
      ],
      [
        "ยัง กัมมัง กะริสสันติ, กัลยาณัง วา ปาปะกัง วา, ตัสสะ ทายาทา ภะวิสสันติ",
        "จักทำกรรมอันใดไว้, เป็นบุญหรือเป็นบาป, จักต้องเป็นผู้ได้รับผลของกรรมนั้นๆ สืบไป(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "10",
    "precept": "สรณคมนปาฐะ",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "10_สรณคมนปาฐะ",
    "duration": 126.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ติสะระณะคะมะนะปาฐัง ภะณามะ เส.(translation)"],
      [
        "พุทธัง สะระณัง คัจฉามิ,",
        "ข้าพเจ้าถือเอาพระพุทธเจ้า เป็นสรณะ(translation)"
      ],
      [
        "ธัมมัง สะระณัง คัจฉามิ,",
        "ข้าพเจ้าถือเอาพระธรรม เป็นสรณะ(translation)"
      ],
      [
        "สังฆัง สะระณัง คัจฉามิ,",
        "ข้าพเจ้าถือเอาพระสงฆ์ เป็นสรณะ(translation)"
      ],
      [
        "ทุติยัมปิ พุทธัง สะระณัง คัจฉามิ,",
        "แม้ครั้งที่สอง, ข้าพเจ้าถือเอาพระพุทธเจ้า เป็นสรณะ(translation)"
      ],
      [
        "ทุติยัมปิ ธัมมัง สะระณัง คัจฉามิ,",
        "แม้ครั้งที่สอง, ข้าพเจ้าถือเอาพระธรรม เป็นสรณะ(translation)"
      ],
      [
        "ทุติยัมปิ สังฆัง สะระณัง คัจฉามิ,",
        "แม้ครั้งที่สอง, ข้าพเจ้าถือเอาพระสงฆ์ เป็นสรณะ(translation)"
      ],
      [
        "ตะติยัมปิ พุทธัง สะระณัง คัจฉามิ,",
        "แม้ครั้งที่สาม, ข้าพเจ้าถือเอาพระพุทธเจ้า เป็นสรณะ(translation)"
      ],
      [
        "ตะติยัมปิ ธัมมัง สะระณัง คัจฉามิ,",
        "แม้ครั้งที่สาม, ข้าพเจ้าถือเอาพระธรรม เป็นสรณะ(translation)"
      ],
      [
        "ตะติยัมปิ สังฆัง สะระณัง คัจฉามิ.",
        "แม้ครั้งที่สาม, ข้าพเจ้าถือเอาพระสงฆ์ เป็นสรณะ.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "11",
    "precept": "เขมาเขมสรณคมนปริทีปิกาคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "11_เขมาเขมสรณคมนปริทีปิกาคาถา",
    "duration": 155.99425,
    "lyrics": [
      [
        "(นำ) หันทะ มะยัง เขมาเขมะสะระณะคะมะนะปะริทีปิกาคาถาโย ภะณามะ เส.(translation)"
      ],
      [
        "พะหุง เว สะระณัง ยันติ ปัพพะตานิ วะนานิ จะ,",
        "อารามะรุกขะเจต๎ยานิ มะนุสสา ภะยะตัชชิตา,",
        "มนุษย์ทั้งหลายเป็นอันมาก, เมื่อเกิดมีภัยคุกคามแล้ว ก็ถือเอาภูเขาบ้าง,ป่าไม้บ้าง, อาราม และรุกขเจดีย์บ้าง, เป็นสรณะ(translation)"
      ],
      [
        "เนตัง โข สะระณัง เขมัง เนตัง สะระณะมุตตะมัง,",
        "เนตัง สะระณะมาคัมมะ สัพพะทุกขา ปะมุจจะติ,",
        "นั่น มิใช่สรณะอันเกษมเลย, นั่น มิใช่สรณะอันสูงสุด, เขาอาศัยสรณะ นั่นแล้ว ย่อมไม่พ้นจากทุกข์ทั้งปวงได้,(translation)"
      ],
      [
        "โย จะ พุทธัญจะ ธัมมัญจะ สังฆัญจะ สะระณัง คะโต,",
        "จัตตาริ อะริยะสัจจานิ สัมมัปปัญญายะ ปัสสะติ,",
        "ส่วนผู้ใดถือเอาพระพุทธ, พระธรรม, พระสงฆ์, เป็นสรณะแล้ว, เห็นอริยสัจจ์คือ ความจริงอันประเสริฐสี่, ด้วยปัญญาอันชอบ,(translation)"
      ],
      [
        "ทุกขัง ทุกขะสะมุปปาทัง ทุกขัสสะ จะ อะติกกะมัง,",
        "อะริยัญจัฏฐังคิกัง มัคคัง ทุกขูปะสะมะคามินัง,",
        "คือเห็นความทุกข์, เหตุให้เกิดทุกข์, ความก้าวล่วงทุกข์เสียได้, และหนทางมีองค์แปดอันประเสริฐ, เครื่องถึงความระงับทุกข์,(translation)"
      ],
      [
        "เอตัง โข สะระณัง เขมัง เอตัง สะระณะมุตตะมัง,",
        "เอตัง สะระณะมาคัมมะ สัพพะทุกขา ปะมุจจะติ.",
        "นั่นแหละ เป็นสรณะอันเกษม, นั่น เป็นสรณะอันสูงสุด, เขาอาศัยสรณะ นั่นแล้ว ย่อมพ้นจากทุกข์ทั้งปวงได้.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "12",
    "precept": "อริยธนคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "12_อริยธนคาถา",
    "duration": 99.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง อะริยะธะนะคาถาโย ภะณามะ เส.(translation)"],
      [
        "ยัสสะ สัทธา ตะถาคะเต   อะจะลา สุปะติฏฐิตา,",
        "ศรัทธาในพระตถาคตของผู้ใด ตั้งมั่นอย่างดีไม่หวั่นไหว,(translation)"
      ],
      [
        "สีลัญจะ ยัสสะ กัล๎ยาณัง   อะริยะกันตัง ปะสังสิตัง,",
        "และศีลของผู้ใดงดงาม เป็นที่สรรเสริญที่พอใจ ของพระอริยเจ้า,(translation)"
      ],
      [
        "สังเฆ ปะสาโท ยัสสัตถิ   อุชุภูตัญจะ ทัสสะนัง,",
        "ความเลื่อมใสของผู้ใดมีในพระสงฆ์ และความเห็นของผู้ใดตรง,(translation)"
      ],
      [
        "อะทะลิทโทติ ตัง อาหุ   อะโมฆันตัสสะ ชีวิตัง,",
        "บัณฑิตกล่าวเรียกเขาผู้นั้นว่าคนไม่จน, ชีวิตของเขาไม่เป็นหมัน,(translation)"
      ],
      [
        "ตัสมา สัทธัญจะ สีลัญจะ   ปะสาทัง ธัมมะทัสสะนัง,",
        "อะนุยุญเชถะ เมธาวี   สะรัง พุทธานะ สาสะนันติ.",
        "เพราะฉนั้น เมื่อระลึกได้ถึงคำสั่งสอนของพระพุทธเจ้าอยู่, ผู้มีปัญญา ควรสร้างศรัทธา ศีล ความเลื่อมใส และความเห็นธรรมให้เนืองๆ.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "13",
    "precept": "ติลักขณาทิคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "13_ติลักขณาทิคาถา",
    "duration": 212.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ติลักขะณาทิคาถาโย ภะณามะ เส.(translation)"],
      [
        "สัพเพ สังขารา อะนิจจาติ ยะทา ปัญญายะ ปัสสะติ,",
        "เมื่อใดบุคคลเห็นด้วยปัญญาว่าสังขารทั้งปวงไม่เที่ยง(translation)"
      ],
      [
        "อะถะ นิพพินทะติ ทุกเข เอสะ มัคโค วิสุทธิยา,",
        "เมื่อนั้นย่อมเหนื่อยหน่ายในสิ่งที่เป็นทุกข์ที่ตนหลง, นั่นแหละเป็นทางแห่งพระนิพพานอันเป็นธรรมหมดจด(translation)"
      ],
      [
        "สัพเพ สังขารา ทุกขาติ ยะทา ปัญญายะ ปัสสะติ,",
        "เมื่อใดบุคคลเห็นด้วยปัญญาว่าสังขารทั้งปวงเป็นทุกข์(translation)"
      ],
      [
        "อะถะ นิพพินทะติ ทุกเข เอสะ มัคโค วิสุทธิยา,",
        "เมื่อนั้นย่อมเหนื่อยหน่ายในสิ่งที่เป็นทุกข์ที่ตนหลง, นั่นแหละเป็นทางแห่งพระนิพพานอันเป็นธรรมหมดจด(translation)"
      ],
      [
        "สัพเพ ธัมมา อะนัตตาติ ยะทา ปัญญายะ ปัสสะติ,",
        "เมื่อใดบุคคลเห็นด้วยปัญญาว่าธรรมทั้งปวงเป็นอนัตตา(translation)"
      ],
      [
        "อะถะ นิพพินทะติ ทุกเข เอสะ มัคโค วิสุทธิยา,",
        "เมื่อนั้นย่อมเหนื่อยหน่ายในสิ่งที่เป็นทุกข์ที่ตนหลง, นั่นแหละเป็นทางแห่งพระนิพพานอันเป็นธรรมหมดจด,(translation)"
      ],
      [
        "อัปปะกา เต มะนุสเสสุ เย ชะนา ปาระคามิโน,",
        "ในหมู่มนุษย์ทั้งหลาย, ผู้ที่ถึงฝั่งแห่งพระนิพพานมีน้อยนัก(translation)"
      ],
      [
        "อะถายัง อิตะรา ปะชา ตีระเมวานุธาวะติ,",
        "หมู่มนุษย์นอกนั้นย่อมวิ่งเลาะอยู่ตามฝั่งในนี้เอง(translation)"
      ],
      [
        "เย จะ โข สัมมะทักขาเต ธัมเม ธัมมานุวัตติโน,",
        "ก็ชนเหล่าใดประพฤติสมควรแก่ธรรมในธรรมที่ตรัสไว้ชอบแล้ว(translation)"
      ],
      [
        "เต ชะนา ปาระเมสสันติ มัจจุเธยยัง สุทุตตะรัง,",
        "ชนเหล่านั้นจักถึงฝั่งแห่งพระนิพพาน, ข้ามพ้นบ่วงแห่งมัจจุที่ข้ามได้ยากนัก(translation)"
      ],
      [
        "กัณหัง ธัมมัง วิปปะหายะ สุกกัง ภาเวถะ ปัณฑิโต,",
        "จงเป็นบัณฑิตละธรรมดำเสียแล้วเจริญธรรมขาว(translation)"
      ],
      [
        "โอกา อะโนกะมาคัมมะ วิเวเก ยัตถะ ทูระมัง,",
        "ตัตราภิระติมิจเฉยยะ หิตวา กาเม อะกิญจะโน.",
        "จงมาถึงที่ไม่มีน้ำจากที่มีน้ำ, จงละกามเสีย, เป็นผู้ไม่มีความกังวล, จงยินดีเฉพาะต่อพระนิพพานอันเป็นที่สงัดซึ่งสัตว์ยินดีได้โดยยาก.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "14",
    "precept": "ภารสุตตคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "14_ภารสุตตคาถา",
    "duration": 79.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ภาระสุตตะคาถาโย ภะณามะ เส.(translation)"],
      [
        "ภารา หะเว ปัญจักขันธา",
        "ขันธ์ทั้งห้า เป็นของหนักเน้อ(translation)",
        "ภาระหาโร จะ ปุคคะโล",
        "บุคคลแหละ เป็นผู้แบกของหนักพาไป(translation)"
      ],
      [
        "ภาราทานัง ทุกขัง โลเก",
        "การแบกถือของหนัก เป็นความทุกข์ ในโลก(translation)",
        "ภาระนิกเขปะนัง สุขัง",
        "การสลัดของหนัก ทิ้งลงเสีย เป็นความสุข(translation)"
      ],
      [
        "นิกขิปิต๎วา คะรุง ภารัง",
        "พระอริยะเจ้า สลัดทิ้งของหนัก ลงเสียแล้ว(translation)",
        "อัญญัง ภารัง อะนาทิยะ",
        "ทั้งไม่หยิบฉวยเอาของหนักอันอื่น ขึ้นมาอีก(translation)"
      ],
      [
        "สะมูลัง ตัณหัง อัพพุยหะ",
        "ก็เป็นผู้ถอดตัณหาขึ้นได้ กระทั้งราก(translation)",
        "นิจฉาโต ปะรินิพพุโต.",
        "เป็นผู้หมดสิ่งปรารถนา ดับสนิทไม่มีส่วนเหลือ.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "15",
    "precept": "ภัทเทกรัตตคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "15_ภัทเทกรัตตคาถา",
    "duration": 121.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ภัทเทกะรัตตะคาถาโย ภะณามะ เส.(translation)"],
      [
        "อะตีตัง นานวาคะเมยยะ นัปปะฏิกังเข อะนาคะตัง,",
        "บุคคลไม่ควรตามคิดถึงสิ่งที่ล่วงไปแล้วด้วยอาลัย, และไม่พึงพะวงถึงสิ่งที่ยังไม่มาถึง(translation)"
      ],
      [
        "ยะทะตีตัมปะหีนันตัง อัปปัตตัญจะ อะนาคะตัง,",
        "สิ่งเป็นอดีตก็ละไปแล้ว, สิ่งเป็นอนาคตก็ยังไม่มา(translation)"
      ],
      [
        "ปัจจุปปันนัญจะ โย ธัมมัง ตัตถะ ตัตถะ วิปัสสะติ,",
        "อะสังหิรัง อะสังกุปปัง ตัง วิทธา มะนุพรูหะเย,",
        "ผู้ใดเห็นธรรมอันเกิดขึ้นเฉพาะหน้าในที่นั้นๆอย่างแจ่มแจ้ง, ไม่ง่อนแง่นคลอนแคลน, เขาควรพอกพูนอาการเช่นนั้นไว้(translation)"
      ],
      [
        "อัชเชวะ กิจจะมาตัปปัง โกชัญญา มะระณัง สุเว,",
        "ความเพียรเป็นกิจที่ต้องทำวันนี้, ใครจะรู้ความตายแม้พรุ่งนี้(translation)"
      ],
      [
        "นะ หิ โน สังคะรันเตนะ มะหาเสเนนะ มัจจุนา,",
        "เพราะการผัดเพี้ยนต่อมัจจุราชซึ่งมีเสนามากย่อมไม่มีสำหรับเรา(translation)"
      ],
      [
        "เอวัง วิหาริมาตาปิง อะโหรัตตะมะตันทิตัง,",
        "ตัง เว ภัทเทกะรัตโตติ สันโต อาจิกขะเต มุนี.",
        "มุนีผู้สงบย่อมกล่าวเรียกผู้มีความเพียรอยู่เช่นนั้น, ไม่เกียจคร้านทั้งกลางวันกลางคืนว่า, ผู้เป็นอยู่แม้เพียงราตรีเดียวก็น่าชม.(translation)"
      ]
    ]
  },
  {
    "id": "16",
    "precept": "ธัมมคารวาทิคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "16_ธัมมคารวาทิคาถา",
    "duration": 149.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ธัมมะคาระวาทิคาถาโย ภะณามะ เส.(translation)"],
      [
        "เย จะ อะตีตา สัมพุทธา เย จะ พุทธา อะนาคะตา,",
        "โย เจตะระหิ สัมพุทโธ พะหุนนัง โสกะนาสะโน,",
        "พระพุทธเจ้าบรรดาที่ล่วงไปแล้วด้วย, ที่ยังไม่มาตรัสรู้ด้วย, และพระพุทธเจ้าผู้ขจัดโศกของมหาชนในกาลบัดนี้ด้วย(translation)"
      ],
      [
        "สัพเพ สัทธัมมะคะรุโน วิหะริงสุ วิหาติ จะ,",
        "อะถาปิ วิหะริสสันติ เอสา พุทธานะธัมมะตา,",
        "พระพุทธเจ้าทั้งปวงนั้นทุกพระองค์เคารพพระธรรม, ได้เป็นมาแล้วด้วย, กำลังเป็นอยู่ด้วย, และจักเป็นด้วย, เพราะธรรมดาของพระพุทธเจ้าทั้งหลายเป็นเช่นนั้นเอง(translation)"
      ],
      [
        "ตัสมา หิ อัตตะกาเมนะ มะหัตตะมะภิกังขะตา,",
        "สัทธัมโม คะรุกาตัพโพ สะรัง พุทธานะสาสะนัง,",
        "เพราะฉะนั้นบุคคลผู้รักตนหวังอยู่เฉพาะคุณเบื้องสูง, เมื่อระลึกได้ถึงคำสั่งสอนของพระพุทธเจ้าอยู่, จงทำความเคารพพระธรรม(translation)"
      ],
      [
        "นะ หิ ธัมโม อะธัมโม จะ อุโภ สะมะวิปากิโน,",
        "ธรรมและอธรรมจะมีผลเหมือนกันทั้งสองอย่างหามิได้(translation)",
        "อะธัมโม นิระยัง เนติ ธัมโม ปาเปติ สุคะติง,",
        "อธรรมย่อมนำไปนรก, ธรรมย่อมนำให้ถึงสุคติ(translation)"
      ],
      [
        "ธัมโม หะเว รักขะติ ธัมมะจาริง,",
        "ธรรมแหละย่อมรักษาผู้ประพฤติธรรมเป็นนิจ(translation)",
        "ธัมโม สุจิณโณ สุขะมาวะหาติ,",
        "ธรรมที่ประพฤติดีแล้วย่อมนำสุขมาให้ตน(translation)"
      ],
      [
        "เอสานิสังโส ธัมเม สุจิณเณ.",
        "นี่เป็นอานิสงส์ในธรรมที่ตนประพฤติดีแล้ว.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "17",
    "precept": "โอวาทปาฏิโมกขคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "17_โอวาทปาฏิโมกขคาถา",
    "duration": 132.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง โอวาทะปาฏิโมกขะคาถาโย ภะณามะ เส.(translation)"],
      [
        "สัพพะปาปัสสะ อะกะระณัง,",
        "การไม่ทำบาปทั้งปวง(translation)",
        "กุสะลัสสูปะสัมปะทา,",
        "การทำกุศลให้ถึงพร้อม(translation)"
      ],
      [
        "สะจิตตะปะริ โยทะปะนัง,",
        "การชำระจิตของตนให้ขาวรอบ(translation)",
        "เอตัง พุทธานะ สาสะนัง.",
        "ธรรม ๓ อย่างนี้ เป็นคำสั่งสอนของพระพุทธเจ้าทั้งหลาย.(translation)"
      ],
      [
        "ขันตี ปะระมัง ตะโป ตีติกขา,",
        "ขันตี คือความอดกลั้นเป็นธรรมเครื่องเผากิเลสอย่างยิ่ง(translation)",
        "นิพพานัง ปะระมัง วะทันติ พุทธา,",
        "ผู้รู้ทั้งหลายกล่าวพระนิพพานว่าเป็นธรรมอันยิ่ง(translation)"
      ],
      [
        "นะ หิ ปัพพะชิโต ปะรูปะฆาตี,",
        "ผู้กำจัดสัตว์อื่นอยู่ไม่ชื่อว่าเป็นบรรพชิตเลย(translation)",
        "สะมะโณ โหติ ปะรัง วิเหฐะยันโต,",
        "ผู้ทำสัตว์อื่นให้ลำบากอยู่ ไม่ชื่อว่าเป็นสมณะเลย(translation)"
      ],
      [
        "อะนูปะวาโท อะนูปะฆาโต,",
        "การไม่พูดร้าย, การไม่ทำร้าย(translation)",
        "ปาติโมกเข จะ สังวะโร,",
        "การสำรวมในปาติโมกข์(translation)"
      ],
      [
        "มัตตัญญุตา จะ ภัตตัสมิง,",
        "ความเป็นผู้รู้ประมาณในการบริโภค(translation)",
        "ปันตัญจะ สะยะนาสะนัง,",
        "การนอนการนั่งในที่อันสงัด(translation)"
      ],
      [
        "อะธิจิตเต จะ อาโยโค,",
        "ความหมั่นประกอบในการทำจิตให้ยิ่ง(translation)",
        "เอตัง พุทธานะสาสะนัง.",
        "ธรรม ๖ อย่างนี้เป็นคำสั่งสอนของพระพุทธเจ้าทั้งหลาย.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "18",
    "precept": "ปฐมพุทธภาสิตคาถา",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "18_ปฐมพุทธภาสิตคาถา",
    "duration": 91.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ปะฐะมะพุทธะภาสิตะคาถาโย ภะณามะ เส.(translation)"],
      [
        "อะเนกะชาติสังสารัง สันธาวิสสัง อะนิพพิสัง,",
        "เมื่อเรายังไม่พบญาณ, ได้แล่นท่องเที่ยวไปในสงสารเป็นอเนกชาติ(translation)"
      ],
      [
        "คะหะการัง คะเวสันโต ทุกขา ชาติ ปุนัปปุนัง,",
        "แสวงหาอยู่ซึ่งนายช่างปลูกเรือน, คือตัณหาผู้สร้างภพ, การเกิดทุกคราวเป็นทุกข์ร่ำไป(translation)"
      ],
      [
        "คะหะการะกะ ทิฏโฐสิ ปุนะ เคหัง นะ กาหะสิ,",
        "นี่แน่ะนายช่างปลูกเรือน, เรารู้จักเจ้าเสียแล้ว, เจ้าจะทำเรือนให้เราไม่ได้อีกต่อไป(translation)"
      ],
      [
        "สัพพา เต ผาสุกา ภัคคา คะหะกูฏัง วิสังขะตัง,",
        "โครงเรือนทั้งหมดของเจ้าเราหักเสียแล้ว, ยอดเรือนเราก็รื้อเสียแล้ว(translation)"
      ],
      [
        "วิสังขาระคะตัง จิตตัง ตัณหานัง ขะยะมัชฌะคา.",
        "จิตของเราถึงแล้วซึ่งสภาพที่อะไรปรุงแต่งไม่ได้อีกต่อไป, มันได้ถึงแล้วซึ่งความสิ้นไปแห่งตัณหา, คือถึงนิพพาน.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "19",
    "precept": "ปัจฉิมพุทโธวาทปาฐะ",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "19_ปัจฉิมพุทโธวาทปาฐะ",
    "duration": 51.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ปัจฉิมะพุทโธวาทะปาฐัง ภะณามะ เส.(translation)"],
      [
        "หันทะทานิ ภิกขะเว อามันตะยามิ โว,",
        "ดูก่อนภิกษุทั้งหลาย, บัดนี้, เราขอเตือนท่านทั้งหลายว่า(translation)"
      ],
      [
        "วะยะธัมมา สังขารา,",
        "สังขารทั้งหลายมีความเสื่อมไปเป็นธรรมดา(translation)"
      ],
      [
        "อัปปะมาเทนะ สัมปาเทถะ,",
        "ท่านทั้งหลาย, จงทำความไม่ประมาทให้ถึงพร้อมเถิด(translation)"
      ],
      [
        "อะยัง ตะถาคะตัสสะ ปัจฉิมา วาจา.",
        "นี่เป็นพระวาจามีในครั้งสุดท้ายของพระตถาคตเจ้า.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "20",
    "precept": "อุททิสสนาธิฏฐานคาถา(อิมินา)",
    "category": "บทสวดมนต์ภาคเย็น",
    "filename": "20_อุททิสสนาธิฏฐานคาถา(อิมินา)",
    "duration": 252.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง อุททิสะนาธิฏฐานะคาถาโย ภะณามะ เส.(translation)"],
      [
        "อิมินา ปุญญะกัมเมนะ",
        "ด้วยบุญนี้อุทิศให้(translation)",
        "อุปัชฌายา คุณุตตะรา",
        "อุปัชฌาย์ผู้เลิศคุณ(translation)"
      ],
      [
        "อาจะริยูปะการา จะ",
        "แลอาจารย์ผู้เกื้อหนุน(translation)",
        "มาตาปิตา จะ ญาตะกา",
        "ทั้งพ่อแม่แลปวงญาติ(translation)"
      ],
      [
        "สุริโย จันทิมา ราชา",
        "สูรย์จันทร์และราชา(translation)",
        "คุณะวันตา นะราปิ จะ",
        "ผู้ทรงคุณหรือสูงชาติ(translation)"
      ],
      [
        "พรัหมะมารา จะ อินทา จะ",
        "พรหมมารและอินทราช(translation)",
        "โลกะปาลา จะ เทวะตา",
        "ทั้งทวยเทพและโลกบาล(translation)"
      ],
      [
        "ยะโม มิตตา มะนุสสา จะ",
        "ยมราชมนุษย์มิตร(translation)",
        "มัชฌัตตา เวริกาปิ จะ",
        "ผู้เป็นกลางผู้จ้องผลาญ(translation)"
      ],
      [
        "สัพเพ สัตตา สุขี โหนตุ",
        "ขอให้เป็นสุขศานติ์ทุกทั่วหน้าอย่าทุกข์ทน(translation)",
        "ปุญญานิ ปะกะตานิ เม",
        "บุญผองที่ข้าทำจงช่วยอำนวยศุภผล(translation)"
      ],
      [
        "สุขัง จะ ติวิธัง เทนตุ",
        "ให้สุขสามอย่างล้น(translation)",
        "ขิปปัง ปาเปถะ โวมะตัง",
        "ให้ลุถึงนิพพานพลัน(translation)"
      ],
      [
        "อิมินา ปุญญะกัมเมนะ",
        "ด้วยบุญนี้ที่เราทำ(translation)",
        "อิมินา อุททิเสนะ จะ",
        "แลอุทิศให้ปวงสัตว์(translation)"
      ],
      [
        "ขิปปาหัง สุละเภ เจวะ",
        "เราพลันได้ซึ่งการตัด(translation)",
        "ตัณหุปาทานะ เฉทะนัง",
        "ตัวตัณหาอุปาทาน(translation)"
      ],
      [
        "เย สันตาเน หินา ธัมมา",
        "สิ่งชั่วในดวงใจ(translation)",
        "ยาวะ นิพพานะโต มะมัง",
        "กว่าเราจะถึงนิพพาน(translation)"
      ],
      [
        "นัสสันตุ สัพพะทา เยวะ",
        "มลายสิ้นจากสันดาน(translation)",
        "ยัตถะ ชาโต ภะเว ภะเว",
        "ทุกๆภพที่เราเกิด(translation)"
      ],
      [
        "อุชุจิตตัง สะติปัญญา",
        "มีจิตตรงและสติทั้งปัญญาอันประเสริฐ(translation)",
        "สัลเลโข วิริยัมหินา",
        "พร้อมทั้งความเพียรเลิศ เป็นเครื่องขูดกิเลสหาย(translation)"
      ],
      [
        "มารา ละภันตุ โนกาสัง",
        "โอกาสอย่าพึงมีแก่หมู่มารสิ้นทั้งหลาย(translation)",
        "กาตุญจะ วิระเยสุ เม",
        "เป็นช่องประทุษร้ายทำลายล้างความเพียรจม(translation)"
      ],
      [
        "พุทธาธิปะวะโร นาโถ",
        "พระพุทธผู้บวรนาถ(translation)",
        "ธัมโม นาโถ วะรุตตะโม",
        "พระธรรมที่พึ่งอุดม(translation)"
      ],
      [
        "นาโถ ปัจเจกะพุทโธ จะ",
        "พระปัจเจกะพุทธสม(translation)",
        "สังโฆ นาโถตตะโร มะมัง",
        "ทบพระสงฆ์ที่พึ่งผยอง(translation)"
      ],
      [
        "เตโสตตะมานุภาเวนะ",
        "ด้วยอานุภาพนั้น(translation)",
        "มาโรกาสัง ละภันตุ มา",
        "ขอหมู่มารอย่าได้ช่อง(translation)"
      ],
      [
        "ทะสะปุญญานุภาเวนะ",
        "ด้วยเดชบุญทั้งสิบป้อง(translation)",
        "มาโรกาสัง ละภันตุ มา",
        "อย่าเปิดโอกาสแก่มาร เทอญ.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "21",
    "precept": "ธัมมจักกัปปวัตตนสุตตปาฐะ",
    "category": "บทสวดมนต์พิเศษ",
    "filename": "21_ธัมมจักกัปปวัตตนสุตตปาฐะ",
    "duration": 1278.99425,
    "lyrics": [
      [
        "(นำ) หันทะ มะยังธัมมะจักกัปปะวัตตะนะสุตตะปาฐัง ภะณามะ เส.(translation)"
      ],
      [
        "เทวเม ภิกขะเว อันตา,",
        "ดูก่อนภิกษุทั้งหลาย, ที่สุดแห่งการกระทำสองอย่างเหล่านี้, มีอยู่(translation)",
        "ปัพพะชิเตนะ นะ เสวิตัพพา,",
        "เป็นสิ่งที่บรรพชิตไม่ควรข้องแวะเลย(translation)"
      ],
      [
        "โย จายัง กาเมสุ กามะสุขัลลิกานุโยโค,",
        "นี้คือการประกอบตนพัวพันอยู่ด้วยความใคร่ในกามทั้งหลาย(translation)"
      ],
      [
        "หีโน",
        "เป็นของต่ำทราม(translation)",
        "คัมโม",
        "เป็นของชาวบ้าน(translation)",
        "โปถุชชะนิโก",
        "เป็นของคนชั้นปุถุชน(translation)"
      ],
      [
        "อะนะริโย",
        "ไม่ใช่ข้อปฏิบัติของพระอริยเจ้า(translation)",
        "อะนัตถะสัญหิโต",
        "ไม่ประกอบด้วยประโยชน์เลย, นี้อย่างหนึ่ง(translation)"
      ],
      [
        "โย จายัง อัตตะกิละมะถานะโยโค,",
        "อีกอย่างหนึ่งคือการประกอบการทรมานตนให้ลำบาก(translation)"
      ],
      [
        "ทุกโข",
        "เป็นสิ่งนำมาซึ่งทุกข์(translation)",
        "อะนะริโย",
        "ไม่ใช่ข้อปฏิบัติของพระอริยเจ้า(translation)",
        "อะนัตถสัญหิโต",
        "ไม่ประกอบด้วยประโยชน์เลย(translation)"
      ],
      [
        "เอเต เต ภิกขะเว อุโภ อันเต อะนุปะคัมมะ มัชฌิมา ปะฏิปะทา",
        "ดูก่อนภิกษุทั้งหลาย, ข้อปฏิบัติเป็นทางสายกลาง, ไม่เข้าไปหาที่สุดแห่งการกระทำสองอย่างนั้น, มีอยู่(translation)"
      ],
      [
        "ตะถาคะเตนะ อะภิสัมพุทธา",
        "เป็นข้อปฏิบัติที่ตถาคตได้ตรัสรู้เฉพาะแล้ว(translation)"
      ],
      [
        "จักขุกะระณี",
        "เป็นเครื่องกระทำให้เกิดจักษุ(translation)",
        "ญาณะกะระณี",
        "เป็นเครื่องกระทำให้เกิดญาณ(translation)"
      ],
      [
        "อุปะสะมายะ",
        "เพื่อความสงบ(translation)",
        "อะภิญญายะ",
        "เพื่อความรู้ยิ่ง(translation)"
      ],
      [
        "สัมโพธายะ",
        "เพื่อความรู้พร้อม(translation)",
        "นิพพานายะ สังวัตตะติ",
        "เป็นไปเพื่อนิพพาน(translation)"
      ],
      [
        "กะตะมา จะ สา ภิกขะเว มัชฌิมา ปะฏิปะทา,",
        "ดูก่อนภิกษุทั้งหลาย, ข้อปฏิบัติเป็นทางสายกลางนั้นเป็นอย่างไรเล่า(translation)"
      ],
      [
        "อะยะเมวะ อะริโย อัฏฐังคิโก มัคโค,",
        "ข้อปฏิบัติเป็นทางสายกลางนั้น, คือข้อปฏิบัติเป็นหนทางอันประเสริฐ, ประกอบด้วยองค์แปดประการนี้เอง(translation)",
        "เสยยะถีทัง",
        "ได้แก่สิ่งเหล่านี้คือ(translation)"
      ],
      [
        "สัมมาทิฏฐิ",
        "ความเห็นชอบ(translation)",
        "สัมมาสังกัปโป",
        "ความดำริชอบ(translation)"
      ],
      [
        "สัมมาวาจา",
        "การพูดจาชอบ(translation)",
        "สัมมากัมมันโต",
        "การทำการงานชอบ(translation)"
      ],
      [
        "สัมมาอาชีโว",
        "การเลี้ยงชีวิตชอบ(translation)",
        "สัมมาวายาโม",
        "ความพากเพียรชอบ(translation)"
      ],
      [
        "สัมมาสะติ",
        "ความระลึกชอบ(translation)",
        "สัมมาสะมาธิ.",
        "ความตั้งใจมั่นชอบ.(translation)"
      ],
      [
        "อะยัง โข สา ภิกขะเว มัชฌิมา ปะฏิปะทา,",
        "ดูก่อนภิกษุทั้งหลาย, นี้แลคือข้อปฏิบัติเป็นทางสายกลาง(translation)",
        "ตะถาคะเตนะ อะภิสัมพุทธา",
        "เป็นข้อปฏิบัติที่ตถาคตได้ตรัสรู้เฉพาะแล้ว(translation)"
      ],
      [
        "จักขุกะระณี",
        "เป็นเครื่องกระทำให้เกิดจักษุ(translation)",
        "ญาณะกะระณี",
        "ป็นเครื่องกระทำให้เกิดญาณ(translation)"
      ],
      [
        "อุปะสะมายะ",
        "เพื่อความสงบ(translation)",
        "อะภิญญายะ",
        "เพื่อความรู้ยิ่ง(translation)"
      ],
      [
        "สัมโพธายะ",
        "เพื่อความรู้พร้อม(translation)",
        "นิพพานายะ สังวัตตะติ.",
        "เป็นไปเพื่อนิพพาน.(translation)"
      ],
      [
        "อิทัง โข ปะนะ ภิกขะเว ทุกขัง อะริยะสัจจัง,",
        "ดูก่อนภิกษุทั้งหลาย ก็อริยสัจคือทุกข์นี้, มีอยู่(translation)"
      ],
      [
        "ชาติปิ ทุกขา",
        "คือความเกิดก็เป็นทุกข์(translation)",
        "ชะราปิ ทุกขา",
        "ความแก่ก็เป็นทุกข์(translation)",
        "มะระณัมปิ ทุกขัง",
        "ความตายก็เป็นทุกข์(translation)"
      ],
      [
        "โสกะปะริเทวะทุกขะโทมะนัสสุปายาสาปิ ทุกขา,",
        "ความโศกความร่ำไรรำพัน ความไม่สบายกาย ความไม่สบายใจความคับแค้นใจก็เป็นทุกข์(translation)"
      ],
      [
        "อัปปิเยหิ สัมปะโยโค ทุกโข,",
        "ความประสบกับสิ่งไม่เป็นที่รักที่พอใจก็เป็นทุกข์(translation)"
      ],
      [
        "ปิเยหิ วิปปะโยโค ทุกโข,",
        "ความพลัดพรากจากสิ่งเป็นที่รักที่พอใจก็เป็นทุกข์(translation)"
      ],
      [
        "ยัมปิจฉัง นะ ละภะติ ตัมปิ ทุกขัง,",
        "มีความปรารถนาสิ่งใดไม่ได้สิ่งนั้นนั่นก็เป็นทุกข์(translation)"
      ],
      [
        "สังขิตเตนะ ปัญจุปาทานักขันธา ทุกขา.",
        "ว่าโดยย่ออุปาทานขันธ์ทั้งห้าเป็นตัวทุกข์.(translation)"
      ],
      [
        "อิทัง โข ปะนะ ภิกขะเว ทุกขะสะมุทะโย อะริยะสัจจัง,",
        "ดูก่อนภิกษุทั้งหลาย, ก็อริยสัจคือเหตุให้เกิดทุกข์นี้, มีอยู่(translation)"
      ],
      [
        "ยายัง ตัณหา",
        "นี้คือตัณหา(translation)",
        "โปโนพภะวิกา",
        "อันเป็นเครื่องทำให้มีการเกิดอีก(translation)"
      ],
      [
        "นันทิราคะสะหะคะตา",
        "อันประกอบอยู่ด้วยความกำหนัดด้วยอำนาจความเพลิน(translation)",
        "ตัตระตัตราภินันทินี",
        "เป็นเครื่องให้เพลินอย่างยิ่งในอารมณ์นั้นๆ(translation)"
      ],
      [
        "เสยยะถีทัง",
        "ได้แก่ตัณหาเหล่านี้คือ(translation)",
        "กามะตัณหา",
        "ตัณหาในกาม(translation)",
        "ภะวะตัณหา",
        "ตัณหาในความมีความเป็น(translation)",
        "วิภะวะตัณหา.",
        "ตัณหาในความไม่มีไม่เป็น.(translation)"
      ],
      [
        "อิทัง โข ปะนะ ภิกขะเว ทุกขะนิโรโธ อะริยะสัจจัง,",
        "ดูก่อนภิกษุทั้งหลาย, ก็อริยสัจคือความดับไม่เหลือแห่งทุกข์นี้, มีอยู่(translation)"
      ],
      [
        "โย ตัสสาเยวะ ตัณหายะ อะเสสะวิราคะนิโรโธ,",
        "นี้คือความดับสนิทเพราะจางไปโดยไม่มีเหลือของตัณหานั้นนั่นเอง(translation)"
      ],
      [
        "จาโค",
        "เป็นความสลัดทิ้ง(translation)",
        "ปะฏินิสสัคโค",
        "เป็นความสละคืน(translation)",
        "มุตติ",
        "เป็นความปล่อย(translation)",
        "อะนาละโย.",
        "เป็นความทำไม่ให้มีที่อาศัยซึ่งตัณหานั้น.(translation)"
      ],
      [
        "อิทัง โข ปะนะ ภิกขะเว ทุกขะนิโรธะคามินี ปะฏิปะทา อะริยะสัจจัง,",
        "ดูก่อนภิกษุทั้งหลาย, ก็อริยสัจคือข้อปฏิบัติที่ทำให้สัตว์ให้ลุถึงความดับไม่เหลือแห่งทุกข์นี้, มีอยู่(translation)"
      ],
      [
        "อะยะเมวะ อะริโย อัฏฐังคิโก มัคโค,",
        "นี้คือข้อปฏิบัติเป็นหนทางอันประเสริฐ, ประกอบด้วยองค์แปดประการ(translation)"
      ],
      ["เสยยะถีทัง", "ได้แก่สิ่งเหล่านี้คือ(translation)"],
      [
        "สัมมาทิฏฐิ",
        "ความเห็นชอบ(translation)",
        "สัมมาสังกัปโป",
        "ความดำริชอบ(translation)"
      ],
      [
        "สัมมาวาจา",
        "การพูดจาชอบ(translation)",
        "สัมมากัมมันโต",
        "การทำการงานชอบ(translation)"
      ],
      [
        "สัมมาอาชีโว",
        "การเลี้ยงชีวิตชอบ(translation)",
        "สัมมาวายาโม",
        "ความพากเพียรชอบ(translation)"
      ],
      [
        "สัมมาสะติ",
        "ความระลึกชอบ(translation)",
        "สัมมาสะมาธิ.",
        "ความตั้งใจมั่นชอบ.(translation)"
      ],
      [
        "อิทัง ทุกขัง อะริยะสัจจันติ เม ภิกขะเว, ปุพเพ อะนะนุสสุเตสุ ธัมเมสุ,",
        "จักขุง อุทะปาทิ, ญานัง อุทะปาทิ, ปัญญา อุทะปาทิ, วิชชา อุทะปาทิ, อาโลโก อุทะปาทิ,",
        "ดูก่อนภิกษุทั้งหลาย, จักษุเกิดขึ้นแล้วแก่เรา, ญาณเกิดขึ้นแล้วแก่เรา, ปัญญาเกิดขึ้นแล้วแก่เรา, วิชชาเกิดขึ้นแล้วแก่เรา, แสงสว่างเกิดขึ้นแล้วแก่เรา, ในธรรมที่เราไม่เคยฟังมาแต่ก่อน, ว่าอริยสัจคือทุกข์, เป็นอย่างนี้อย่างนี้, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขัง อะริยะสัจจัง ปะริญเญยยันติ,",
        "ว่าก็อริยสัจคือทุกข์นั้นแล, เป็นสิ่งที่ควรกำหนดรู้, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขัง อะริยะสัจจัง ปะริญญาตันติ.",
        "ว่าก็อริยสัจคือทุกข์นั้นแล, เรากำหนดรู้ได้แล้ว, ดังนี้.(translation)"
      ],
      [
        "อิทัง ทุกขะสะมุทะโย อะริยะสัจจันติ เม ภิกขะเว, ปุพเพ อะนะนุสสุเตสุ ธัมเมสุ,",
        "จักขุง อุทะปาทิ, ญานัง อุทะปาทิ, ปัญญา อุทะปาทิ, วิชชา อุทะปาทิ, อาโลโก อุทะปาทิ,",
        "ดูก่อนภิกษุทั้งหลาย, จักษุเกิดขึ้นแล้วแก่เรา, ญาณเกิดขึ้นแล้วแก่เรา, ปัญญาเกิดขึ้นแล้วแก่เรา, วิชชาเกิดขึ้นแล้วแก่เรา, แสงสว่างเกิดขึ้นแล้วแก่เรา, ในธรรมที่เราไม่เคยฟังมาแต่ก่อน, ว่าอริยสัจคือเหตุให้เกิดทุกข์, เป็นอย่างนี้อย่างนี้, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขะสะมุทะโย อะริยะสัจจัง ปะหาตัพพันติ,",
        "ว่าก็อริยสัจคือเหตุให้เกิดทุกข์นั้นแล, เป็นสิ่งที่ควรละเสีย, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขะสะมุทะโย อะริยะสัจจัง ปะหีนันติ.",
        "ว่าก็อริยสัจคือเหตุให้เกิดทุกข์นั้นแล, เราละได้แล้ว, ดังนี้.(translation)"
      ],
      [
        "อิทัง ทุกขะนิโรโธ อะริยะสัจจันติ เม ภิกขะเว, ปุพเพ อะนะนุสสุเตสุ ธัมเมสุ,",
        "จักขุง อุทะปาทิ, ญานัง อุทะปาทิ, ปัญญา อุทะปาทิ, วิชชา อุทะปาทิ, อาโลโก อุทะปาทิ,",
        "ดูก่อนภิกษุทั้งหลาย, จักษุเกิดขึ้นแล้วแก่เรา, ญาณเกิดขึ้นแล้วแก่เรา, ปัญญาเกิดขึ้นแล้วแก่เรา, วิชชาเกิดขึ้นแล้วแก่เรา, แสงสว่างเกิดขึ้นแล้วแก่เรา, ในธรรมที่เราไม่เคยฟังมาแต่ก่อน, ว่าอริยสัจคือความดับไม่เหลือแห่งทุกข์, เป็นอย่างนี้อย่างนี้, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขะนิโรโธ อะริยะสัจจัง สัจฉิกาตัพพันติ,",
        "ว่าก็อริยสัจคือความดับไม่เหลือแห่งทุกข์นั้นแล, เป็นสิ่งที่ควรทำให้แจ้ง, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขะนิโรโธ อะริยะสัจจัง สัจฉิกะตันติ.",
        "ว่าก็อริยสัจคือความดับไม่เหลือแห่งทุกข์นั้นแล, เราทำให้แจ้งได้แล้ว, ดังนี้(translation)"
      ],
      [
        "อิทัง ทุกขะนิโรธะคามินี ปะฏิปะทา อะริยะสัจจันติ เม ภิกขะเว, ปุพเพ อะนะนุสสุเตสุ ธัมเมสุ,",
        "จักขุง อุทะปาทิ, ญานัง อุทะปาทิ, ปัญญา อุทะปาทิ, วิชชา อุทะปาทิ, อาโลโก อุทะปาทิ,",
        "ดูก่อนภิกษุทั้งหลาย, จักษุเกิดขึ้นแล้วแก่เรา, ญาณเกิดขึ้นแล้วแก่เรา, ปัญญาเกิดขึ้นแล้วแก่เรา, วิชชาเกิดขึ้นแล้วแก่เรา, แสงสว่างเกิดขึ้นแล้วแก่เรา, ในธรรมที่เราไม่เคยฟังมาแต่ก่อน, ว่าอริยสัจคือข้อปฏิบัติที่ทำสัตว์ให้ลุถึงความดับไม่เหลือแห่งทุกข์, เป็นอย่างนี้อย่างนี้, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขะนิโรธะคามินี ปะฏิปะทา อะริยะสัจจัง ภาเวตัพพันติ,",
        "ว่าก็อริยสัจคือข้อปฏิบัติที่ทำสัตว์ให้ลุถึงความดับไม่เหลือแห่งทุกข์นั้นแล, เป็นสิ่งที่ควรทำให้เกิดมี, ดังนี้(translation)"
      ],
      [
        "ตัง โข ปะนิทัง ทุกขะนิโรธะคามินี ปะฏิปะทา อะริยะสัจจัง ภาวิตันติ.",
        "ว่าก็อริยสัจคือข้อปฏิบัติที่ทำสัตว์ให้ลุถึงความดับไม่เหลือแห่งทุกข์นั้นแล, เราทำให้เกิดมีได้แล้ว, ดังนี้.(translation)"
      ],
      [
        "ยาวะกีวัญจะ เม ภิกขะเว, อิเมสุ จะตูสุ อะริยะสัจเจสุ,",
        "เอวันติปะริวัฏฏัง ทวาทะสาการัง ยะถาภูตัง ญาณะทัสสะนัง นะ สุวิสุทธัง อะโหสิ,",
        "ดูก่อนภิกษุทั้งหลาย, ปัญญาเครื่องรู้เห็นตามที่เป็นจริง, มีปริวัฏฏ์สาม มีอาการสิบสองเช่นนั้น, ในอริยสัจทั้งสี่เหล่านี้, ยังไม่เป็นของบริสุทธิ์หมดจดด้วยดีแก่เราอยู่เพียงใด(translation)"
      ],
      [
        "เนวะ ตาวาหัง ภิกขะเว สะเทวะเก โลเก สะมาระเก สะพรัหมะเก,",
        "สัสสะมะณะพราหมะณิยา ปะชายะ สะเทวะมะนุสสายะ,",
        "อะนุตตะรัง สัมมาสัมโพธิง อะภิสัมพุทโธ ปัจจัญญาสิง,"
      ],
      [
        "ดูก่อนภิกษุทั้งหลาย, ตลอดการเพียงนั้น, เรายังไม่ปฏิญญาว่าได้ตรัสรู้พร้อมเฉพาะแล้ว, ซึ่งอนุตตระสัมมาสัมโพธิญาณ, ในโลกพร้อมทั้งเทวโลกมารโลกพรหมโลก, ในหมู่สัตว์พร้อมทั้งสมณพราหมณ์, พร้อมทั้งเทวดา และมนุษย์(translation)"
      ],
      [
        "ยะโต จะ โข เม ภิกขะเว, อิเมสุ จะตูสุ อะริยะสัจเจสุ,",
        "เอวันติปะริวัฏฏัง ทวาทะสาการัง ยะถาภูตัง ญาณะทัสสะนัง สุวิสุทธัง อะโหสิ,"
      ],
      [
        "ดูก่อนภิกษุทั้งหลาย, เมื่อใด, ปัญญาเครื่องรู้เห็นตามที่เป็นจริง, มีปริวัฏฏ์สามมีอาการสิบสองเช่นนั้น, ในอริยสัจทั้งสี่เหล่านี้, เป็นของบริสุทธิ์หมดจดด้วยดีแก่เรา(translation)"
      ],
      [
        "อะถาหัง ภิกขะเว สะเทวะเก โลเก สะมาระเก สะพรัหมะเก,",
        "สัสสะมะณะพราหมมะณิยา ปะชายะ สะเทวะมะนุสสายะ,",
        "อะนุตตะรัง สัมมาสัมโพธิง อะภิสัมพุทโธ ปัจจัญญาสิง,"
      ],
      [
        "ดูก่อนภิกษุทั้งหลาย, เมื่อนั้น, เราปฏิญญาว่าได้ตรัสรู้พร้อมเฉพาะแล้ว, ซึ่งอะนุตตระสัมมาสัมโพธิญาณ, ในโลกพร้อมทั้งเทวโลกมารโลกพรหมโลก, ในหมู่สัตว์พร้อมทั้งสมณพราหมณ์, พร้อมทั้งเทวดาและมนุษย์(translation)"
      ],
      [
        "ญาณัญจะ ปะนะ เม ภิกขะเว ทัสสะนัง อุทะปาทิ,",
        "ดูก่อนภิกษุทั้งหลาย, ก็ญาณและทัสสนะได้เกิดขึ้นแล้วแก่เรา(translation)",
        "อะกุปปา เม วิมุตติ",
        "ว่าความหลุดพ้นของเราไม่กลับกำเริบ(translation)"
      ],
      [
        "อะยะมันติมา ชาติ",
        "ความเกิดนี้เป็นความเกิดครั้งสุดท้าย(translation)",
        "นัตถิทานิ ปุนัพภะโวติ.",
        "บัดนี้ความเกิดอีกย่อมไม่มี, ดังนี้.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "22",
    "precept": "อริยมรรคมีองค์แปด",
    "category": "บทสวดมนต์พิเศษ",
    "filename": "22_อริยมรรคมีองค์แปด",
    "duration": 924.604083,
    "lyrics": [
      ["(นำ) หันทะ มะยัง อะริยัฏฐังคิกะมัคคะปาฐัง ภะณามะ เส.(translation)"],
      [
        "อะยะเมวะ อะริโย อัฏฐังคิโก มัคโค,",
        "หนทางนี้แล, เป็นหนทางอันประเสริฐ, ซึ่งประกอบด้วยองค์แปด(translation)",
        "เสยยะถีทัง",
        "ได้แก่สิ่งเหล่านี้คือ(translation)"
      ],
      [
        "สัมมาทิฏฐิ",
        "ความเห็นชอบ(translation)",
        "สัมมาสังกัปโป",
        "ความดำริชอบ(translation)"
      ],
      [
        "สัมมาวาจา",
        "การพูดจาชอบ(translation)",
        "สัมมากัมมันโต",
        "การทำการงานชอบ(translation)"
      ],
      [
        "สัมมาอาชีโว",
        "การเลี้ยงชีวิตชอบ(translation)",
        "สัมมาวายาโม",
        "ความพากเพียรชอบ(translation)"
      ],
      [
        "สัมมาสะติ",
        "ความระลึกชอบ(translation)",
        "สัมมาสะมาธิ.",
        "ความตั้งใจมั่นชอบ.(translation)"
      ],
      [
        "กะตะมา จะ ภิกขะเว สัมมาทิฏฐิ,",
        "ดูก่อนภิกษุทั้งหลาย, ความเห็นชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "ยัง โข ภิกขะเว ทุกเข ญาณัง,",
        "ดูก่อนภิกษุทั้งหลาย, ความรู้อันใดเป็นความรู้ในทุกข์(translation)",
        "ทุกขะสะมุทะเย ญาณัง",
        "เป็นความรู้ในเหตุให้เกิดทุกข์(translation)"
      ],
      [
        "ทุกขะนิโรเธ ญาณัง",
        "เป็นความรู้ในความดับแห่งทุกข์(translation)",
        "ทุกขะนิโรธะคามินิยา ปะฏิปะทายะ ญาณัง,",
        "เป็นความรู้ในทางดำเนินให้ถึงความดับแห่งทุกข์(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว สัมมาทิฏฐิ.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าความเห็นชอบ.(translation)"
      ],
      [
        "กะตะโม จะ ภิกขะเว สัมมาสังกัปโป,",
        "ดูก่อนภิกษุทั้งหลาย, ความดำริชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "เนกขัมมะสังกัปโป",
        "ความดำริในการออกจากกาม(translation)",
        "อัพยาปาทะสังกัปโป",
        "ความดำริในการไม่มุ่งร้าย(translation)"
      ],
      [
        "อะวิหิงสาสังกัปโป",
        "ความดำริในการไม่เบียดเบียน(translation)",
        "อะยัง วุจจะติ ภิกขะเว สัมมาสังกัปโป.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าความดำริชอบ.(translation)"
      ],
      [
        "กะตะมา จะ ภิกขะเว สัมมาวาจา,",
        "ดูก่อนภิกษุทั้งหลาย, การพูดจาชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "มุสาวาทา เวระมะณี",
        "เจตนาเป็นเครื่องเว้นจากการพูดไม่จริง(translation)",
        "ปิสุณายะ วาจายะ เวระมะณี",
        "เจตนาเป็นเครื่องเว้นจากการพูดส่อเสียด(translation)"
      ],
      [
        "ผะรุสายะ วาจายะ เวระมะณี",
        "เจตนาเป็นเครื่องเว้นจากการพูดหยาบ(translation)",
        "สัมผัปปะลาปา เวระมะณี",
        "เจตนาเป็นเครื่องเว้นจากการพูดเพ้อเจ้อ(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว สัมมาวาจา.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าการพูดจาชอบ.(translation)"
      ],
      [
        "กะตะโม จะ ภิกขะเว สัมมากัมมันโต,",
        "ดูก่อนภิกษุทั้งหลาย, การทำการงานชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "ปาณาติปาตา เวระมะณี,",
        "เจตนาเป็นเครื่องเว้นจากการฆ่า(translation)",
        "อะทินนาทานา เวระมะณี,",
        "เจตนาเป็นเครื่องเว้นจากการถือเอาสิ่งของที่เจ้าของไม่ได้ให้แล้ว(translation)"
      ],
      [
        "กาเมสุ มิจฉาจารา เวระมะณี,",
        "เจตนาเป็นเครื่องเว้นจากการประพฤติผิดในกามทั้งหลาย(translation)",
        "อะยัง วุจจะติ ภิกขะเว สัมมากัมมันโต.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าการทำการงานชอบ.(translation)"
      ],
      [
        "กะตะโม จะ ภิกขะเว สัมมาอาชีโว,",
        "ดูก่อนภิกษุทั้งหลาย, การเลี้ยงชีวิตชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "อิธะ ภิกขะเว อะริยะสาวะโก,",
        "ดูก่อนภิกษุทั้งหลาย, สาวกของพระอริยเจ้าในธรรมวินัยนี้(translation)"
      ],
      [
        "มิจฉาอาชีวัง ปะหายะ,",
        "ละการเลี้ยงชีวิตที่ผิดเสีย(translation)",
        "สัมมาอาชีเวนะ ชีวิกัง กัปเปติ,",
        "ย่อมสำเร็จความเป็นอยู่ด้วยการเลี้ยงชีวิตที่ชอบ(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว สัมมาอาชีโว.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าการเลี้ยงชีวิตชอบ.(translation)"
      ],
      [
        "กะตะโม จะ ภิกขะเว สัมมาวายาโม,",
        "ดูก่อนภิกษุทั้งหลาย, ความพากเพียรชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "อิธะ ภิกขะเว ภิกขุ",
        "ดูก่อนภิกษุทั้งหลาย, ภิกษุในธรรมวินัยนี้(translation)"
      ],
      [
        "อะนุปปันนานัง ปาปะกานัง อะกุสะลานัง ธัมมานัง อะนุปปาทายะ,",
        "ฉันทัง ชะเนติ, วายะมะติ, วิริยัง อาระภะติ, จิตตัง ปัคคัณหาติ ปะทะหะติ,"
      ],
      [
        "ย่อมทำความพอใจให้เกิดขึ้น, ย่อมพยายาม, ปรารภความเพียร, ประคองตั้งจิตไว้, เพื่อจะยังอกุศลธรรมอันเป็นบาปที่ยังไม่เกิดไม่ให้เกิดขึ้น(translation)"
      ],
      [
        "อุปปันนานัง ปาปะกานัง อะกุสะลานัง ธัมมานัง ปะหานายะ,",
        "ฉันทัง ชะเนติ, วายะมะติ, วิริยัง อาระภะติ, จิตตัง ปัคคัณหาติ ปะทะหะติ,"
      ],
      [
        "ย่อมทำความพอใจให้เกิดขึ้น, ย่อมพยายาม, ปรารภความเพียร, ประคองตั้งจิตไว้, เพื่อจะละอกุศลธรรมอันเป็นบาปที่เกิดขึ้นแล้ว(translation)"
      ],
      [
        "อะนุปปันนานัง กุสะลานัง ธัมมานัง อุปปาทายะ,",
        "ฉันทัง ชะเนติ, วายะมะติ, วิริยัง อาระภะติ, จิตตัง ปัคคัณหาติ ปะทะหะติ,"
      ],
      [
        "ย่อมทำความพอใจให้เกิดขึ้น, ย่อมพยายาม, ปรารภความเพียร, ประคองตั้งจิตไว้, เพื่อจะยังกุศลธรรมที่ยังไม่เกิดให้เกิดขึ้น(translation)"
      ],
      [
        "อุปปันนานัง กุสะลานัง ธัมมานัง ฐิติยา, อะสัมโมสายะ,",
        "ภิยโยภาวายะ, เวปุลลายะ, ภาวะนายะ, ปาริปูริยา,",
        "ฉันทัง ชะเนติ, วายะมะติ, วิริยัง อาระภะติ, จิตตัง ปัคคัณหาติ ปะทะหะติ,"
      ],
      [
        "ย่อมทำความพอใจให้เกิดขึ้น, ย่อมพยายาม, ปรารภความเพียร, ประคองตั้งจิตไว้, เพื่อความตั้งอยู่, ความไม่เลอะเลือน, ความงอกงามยิ่งขึ้น, ความไพบูลย์, ความเจริญ, ความเต็มรอบ, แห่งกุศลธรรมที่เกิดขึ้นแล้ว(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว สัมมาวายาโม.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าความพากเพียรชอบ.(translation)"
      ],
      [
        "กะตะมา จะ ภิกขะเว สัมมาสะติ,",
        "ดูก่อนภิกษุทั้งหลาย, ความระลึกชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "อิธะ ภิกขะเว ภิกขุ",
        "ดูก่อนภิกษุทั้งหลาย, ภิกษุในธรรมวินัยนี้(translation)"
      ],
      [
        "กาเย กายานุปัสสี วิหะระติ,",
        "ย่อมเป็นผู้พิจารณาเห็นกายในกายอยู่เป็นประจำ(translation)"
      ],
      [
        "อาตาปี สัมปะชาโน สะติมา, วิเนยยะ โลเก อะภิชฌา โทมะนัสสัง,",
        "มีความเพียรเครื่องเผากิเลส, มีสัมปชัญญะมีสติ, ถอนความพอใจและความไม่พอใจในโลกออกเสียได้(translation)"
      ],
      [
        "เวทะนาสุ เวทะนานุปัสสี วิหะระติ,",
        "ย่อมเป็นผู้พิจารณาเห็นเวทนาในเวทนาทั้งหลายอยู่เป็นประจำ(translation)"
      ],
      [
        "อาตาปี สัมปะชาโน สะติมา, วิเนยยะ โลเก อะภิชฌา โทมะนัสสัง,",
        "มีความเพียรเครื่องเผากิเลส, มีสัมปชัญญะมีสติ, ถอนความพอใจและความไม่พอใจในโลกออกเสียได้(translation)"
      ],
      [
        "จิตเต จิตตานุปัสสี วิหะระติ,",
        "ย่อมเป็นผู้พิจารณาเห็นจิตในจิตอยู่เป็นประจำ(translation)"
      ],
      [
        "อาตาปี สัมปะชาโน สะติมา, วิเนยยะ โลเก อะภิชฌา โทมะนัสสัง,",
        "มีความเพียรเครื่องเผากิเลส, มีสัมปชัญญะมีสติ, ถอนความพอใจและความไม่พอใจในโลกออกเสียได้(translation)"
      ],
      [
        "ธัมเมสุ ธัมมานุปัสสี วิหะระติ,",
        "ย่อมเป็นผู้พิจารณาเห็นธรรมในธรรมทั้งหลายอยู่เป็นประจำ(translation)"
      ],
      [
        "อาตาปี สัมปะชาโน สะติมา, วิเนยยะ โลเก อะภิชฌา โทมะนัสสัง,",
        "มีความเพียรเครื่องเผากิเลส, มีสัมปชัญญะมีสติ, ถอนความพอใจและความไม่พอใจในโลกออกเสียได้(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว สัมมาสะติ.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าความระลึกชอบ.(translation)"
      ],
      [
        "กะตะโม จะ ภิกขะเว สัมมาสะมาธิ,",
        "ดูก่อนภิกษุทั้งหลาย, ความตั้งใจมั่นชอบเป็นอย่างไรเล่า(translation)"
      ],
      [
        "อิธะ ภิกขะเว ภิกขุ",
        "ดูก่อนภิกษุทั้งหลาย, ภิกษุในธรรมวินัยนี้(translation)"
      ],
      [
        "วิวิจเจวะ กาเมหิ",
        "สงัดแล้วจากกามทั้งหลาย(translation)",
        "วิวิจจะ อะกุสะเลหิ ธัมเมหิ",
        "สงัดแล้วจากธรรมที่เป็นอกุศลทั้งหลาย(translation)"
      ],
      [
        "สะวิตักกัง สะวิจารัง, วิเวกะชัง ปีติสุขัง ปะฐะมัง ฌานัง อุปะสัมปัชชะ วิหะระติ,",
        "เข้าถึงปฐมฌาน, ประกอบด้วยวิตกวิจาร, มีปีติและสุขอันเกิดจากวิเวกแล้วแลอยู่(translation)",
        "วิตักกะวิจารานัง วูปะสะมา",
        "เพราะความที่วิตกวิจารทั้งสองระงับลง(translation)"
      ],
      [
        "อัชฌัตตัง สัมปะสาทะนัง เจตะโส, เอโกทิภาวัง, อะวิตักกัง อะวิจารัง,",
        "สะมาธิชัง ปีติสุขัง ทุติยัง ฌานัง อุปะสัมปัชชะ วิหะระติ,"
      ],
      [
        "เข้าถึงทุติยฌาน, เป็นเครื่องผ่องใสแห่งใจในภายใน, ให้สมาธิเป็นธรรมอันเอกผุดมีขึ้น, ไม่มีวิตกไม่มีวิจาร, มีแต่ปีติและสุขอันเกิดจากสมาธิแล้วแลอยู่(translation)"
      ],
      [
        "ปีติยา จะ วิราคา",
        "อนึ่งเพราะความจางคลายไปแห่งปีติ(translation)",
        "อุเปกขะโก จะ วิหะระติ, สะโต จะ สัมปะชาโน,",
        "ย่อมเป็นผู้อยู่อุเบกขา, มีสติและสัมปชัญญะ(translation)"
      ],
      [
        "สุขัญจะ กาเยนะ ปะฏิสังเวเทติ,",
        "และย่อมเสวยความสุขด้วยนามกาย(translation)",
        "ยันตัง อะริยา อาจิกขันติ, อุเปกขะโก สะติมา สุขะวิหารีติ,",
        "ชนิดที่พระอริยเจ้าทั้งหลาย, ย่อมกล่าวสรรเสริญผู้นั้นว่า, เป็นผู้อยู่อุเบกขามีสติอยู่เป็นปกติสุข, ดังนี้(translation)"
      ],
      [
        "ตะติยัง ฌานัง อุปะสัมปัชชะ วิหะระติ,",
        "เข้าถึงตติยฌานแล้วแลอยู่(translation)",
        "สุขัสสะ จะ ปะหานา",
        "เพราะละสุขเสียได้(translation)"
      ],
      [
        "ทุกขัสสะ จะ ปะหานา",
        "และเพราะละทุกข์เสียได้(translation)",
        "ปุพเพ วะ โสมะนัสสะโทมะนัสสานัง อัตถังคะมา,",
        "เพราะความดับไปแห่งโสมนัสและโทมนัสทั้งสองในกาลก่อน(translation)"
      ],
      [
        "อะทุกขะมะสุขัง อุเปกขาสะติปาริสุทธิง, จะตุตถัง ฌานัง อุปะสัมปัชชะ วิหะระติ,",
        "เข้าถึงจตุตถฌาน, ไม่มีทุกข์ไม่มีสุข, มีแต่ความที่สติเป็นธรรมชาติบริสุทธิ์เพราะอุเบกขาแล้วแลอยู่(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว สัมมาสะมาธิ.",
        "ดูก่อนภิกษุทั้งหลาย, อันนี้เรากล่าวว่าความตั้งใจมั่นชอบ.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "23",
    "precept": "อานาปานสติสูตร",
    "category": "บทสวดมนต์พิเศษ",
    "filename": "23_อานาปานสติสูตร",
    "duration": 882.99425,
    "lyrics": [
      ["(นำ) หันทะ มะยัง อานาปานะสะติปาฐัง ภะณามะ เส.(translation)"],
      [
        "อานาปานะสะติ ภิกขะเว ภาวิตา พะหุลีกะตา,",
        "ดูก่อนภิกษุทั้งหลาย, อานาปานสติอันบุคคลเจริญทำให้มากแล้ว(translation)",
        "มะหัปผะลา โหติ มะหานิสังสา,",
        "ย่อมมีผลใหญ่มีอานิสงส์ใหญ่(translation)"
      ],
      [
        "อานาปานะสะติ ภิกขะเว ภาวิตา พะหุลีกะตา,",
        "ดูก่อนภิกษุทั้งหลาย, อานาปานสติอันบุคคลเจริญทำให้มากแล้ว(translation)",
        "จัตตาโร สะติปัฐฐาเน ปะริปูเรนติ,",
        "ย่อมทำสติปัฏฐานทั้งสี่ให้บริบูรณ์(translation)"
      ],
      [
        "จัตตาโร สะติปัฏฐานา ภาวิตา พะหุลีกะตา,",
        "สติปัฏฐานทั้งสี่อันบุคคลเจริญทำให้มากแล้ว(translation)",
        "สัตตะ โพชฌังเค ปะริปูเรนติ,",
        "ย่อมทำโพชฌงค์ทั้งเจ็ดให้บริบูรณ์(translation)"
      ],
      [
        "สัตตะ โพชฌังคา ภาวิตา พะหุลีกะตา,",
        "โพชฌงค์ทั้งเจ็ดอันบุคคลเจริญทำให้มากแล้ว(translation)",
        "วิชชา วิมุตติง ปะริปูเรนติ,",
        "ย่อมทำวิชชาและวิมุตติให้บริบูรณ์(translation)"
      ],
      [
        "กะถัง ภาวิตา จะภิกขะเว อานาปานะสะติ, กะถัง พะหุลีกะตา,",
        "ดูก่อนภิกษุทั้งหลาย, ก็อานาปานสติอันบุคคลเจริญทำให้มากแล้วอย่างไรเล่า(translation)",
        "มะหัปผะลา โหติ มะหานิสังสา,",
        "จึงมีผลใหญ่มีอานิสงส์ใหญ่(translation)"
      ],
      [
        "อิธะ ภิกขะเว ภิกขุ,",
        "ดูก่อนภิกษุทั้งหลาย, ภิกษุในธรรมวินัยนี้(translation)",
        "อะรัญญะคะโต วา,",
        "ไปแล้วสู่ป่าก็ตาม(translation)"
      ],
      [
        "รุกขะมูละคะโต วา,",
        "ไปแล้วสู่โคนไม้ก็ตาม(translation)",
        "สุญญาคาระคะโต วา,",
        "ไปแล้วสู่เรือนว่างก็ตาม(translation)"
      ],
      [
        "นิสีทะติ ปัลลังกัง อาภุชิตวา,",
        "นั่งคู้ขาเข้ามาโดยรอบแล้ว(translation)",
        "อุชุง กายัง ปะณิธายะ, ปะริมุขัง สะติง อุปัฏฐะเปตวา,",
        "ตั้งกายตรงดำรงสติมั่น(translation)"
      ],
      [
        "โส สะโต วะ อัสสะสะติ, สะโต ปัสสะสะติ,",
        "ภิกษุนั้นเป็นผู้มีสติอยู่นั้นเทียว, หายใจเข้า, มีสติอยู่, หายใจออก(translation)"
      ],
      [
        "(๑) ทีฆัง วา อัสสะสันโต, ทีฆัง อัสสะสามีติ ปะชานาติ,",
        "ภิกษุนั้นเมื่อหายใจเข้ายาว, ก็รู้สึกตัวทั่วถึงว่าเราหายใจเข้ายาว, ดังนี้(translation)",
        "ทีฆัง วา ปัสสะสันโต, ทีฆัง ปัสสะสามีติ ปะชานาติ,",
        "เมื่อเราหายใจออกยาว, ก็รู้สึกตัวทั่วถึงว่าเราหายใจออกยาว, ดังนี้(translation)"
      ],
      [
        "(๒) รัสสัง วา อัสสะสันโต, รัสสัง อัสสะสามีติ ปะชานาติ,",
        "ภิกษุนั้นเมื่อหายใจเข้าสั้น, ก็รู้สึกตัวทั่วถึงว่าเราหายใจเข้าสั้น, ดังนี้(translation)",
        "รัสสัง วา ปัสสะสันโต, รัสสัง ปัสสะสามีติ ปะชานาติ,",
        "เมื่อเราหายใจออกสั้น, ก็รู้สึกตัวทั่วถึงว่าเราหายใจออกสั้น, ดังนี้(translation)"
      ],
      [
        "(๓) สัพพะกายะปะฏิสังเวที อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งกายทั้งปวง, จักหายใจเข้า, ดังนี้(translation)",
        "สัพพะกายะปะฏิสังเวที ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งกายทั้งปวง, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๔) ปัสสัมภะยัง กายะสังขารัง อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำกายสังขารให้ระงับอยู่, จักหายใจเข้า, ดังนี้(translation)",
        "ปัสสัมภะยัง กายะสังขารัง ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำกายสังขารให้ระงับอยู่, จักหายใจออก, ดังนี้(translation)",
        "(จบ จะตุกกะที่หนึ่ง)(translation)"
      ],
      [
        "(๕) ปีติปะฏิสังเวที อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งปีติ, จักหายใจเข้า, ดังนี้(translation)",
        "ปีติปะฏิสังเวที ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งปีติ, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๖) สุขะปะฏิสังเวที อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งสุข, จักหายใจเข้า, ดังนี้(translation)",
        "สุขะปะฏิสังเวที ปัสสะสิสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งสุข, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๗) จิตตะสังขาระปะฏิสังเวที อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งจิตตสังขาร, จักหายใจเข้า, ดังนี้(translation)",
        "จิตตะสังขาระปะฏิสังเวที ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งจิตตสังขาร, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๘) ปัสสัมภะยัง จิตตะสังขารัง อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตตสังขารให้ระงับอยู่, จักหายใจเข้า, ดังนี้(translation)",
        "ปัสสัมภะยัง จิตตะสังขารัง ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตตสังขารให้ระงับอยู่, จักหายใจออก, ดังนี้(translation)",
        "(จบ จะตุกกะที่สอง)(translation)"
      ],
      [
        "(๙) จิตตะปะฏิสังเวที อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งจิต, จักหายใจเข้า, ดังนี้(translation)",
        "จิตตะปะฏิสังเวที ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้รู้พร้อมเฉพาะซึ่งจิต, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๑๐) อะภิปปะโมทะยัง จิตตัง อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตให้ปราโมทย์ยิ่งอยู่, จักหายใจเข้า, ดังนี้(translation)",
        "อะภิปปะโมทะยัง จิตตัง ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตให้ปราโมทย์ยิ่งอยู่, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๑๑) สะมาทะหัง จิตตัง อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตให้ตั้งมั่นอยู่, จักหายใจเข้า, ดังนี้(translation)",
        "สะมาทะหัง จิตตัง ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตให้ตั้งมั่นอยู่, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๑๒) วิโมจะยัง จิตตัง อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตให้ปล่อยอยู่, จักหายใจเข้า, ดังนี้(translation)",
        "วิโมจะยัง จิตตัง ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ทำจิตให้ปล่อยอยู่, จักหายใจออก, ดังนี้(translation)",
        "(จบ จะตุกกะที่สาม)(translation)"
      ],
      [
        "(๑๓) อะนิจจานุปัสสี อัสสะสิสสามีติ สิกขะติ",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความไม่เที่ยงอยู่เป็นประจำ, จักหายใจเข้า, ดังนี้(translation)",
        "อะนิจจานุปัสสี ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความไม่เที่ยงอยู่เป็นประจำ, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๑๔) วิราคานุปัสสี อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความจางคลายอยู่เป็นประจำ, จักหายใจเข้า, ดังนี้(translation)",
        "วิราคานุปัสสี ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความจางคลายอยู่เป็นประจำ, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๑๕) นิโรธานุปัสสี อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความดับไม่เหลืออยู่เป็นประจำ, จักหายใจเข้า, ดังนี้(translation)",
        "นิโรธานุปัสสี ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความดับไม่เหลืออยู่เป็นประจำ, จักหายใจออก, ดังนี้(translation)"
      ],
      [
        "(๑๖) ปะฏินิสสัคคานุปัสสี อัสสะสิสสามีติ สิกขะติ,",
        "ภิกษุนั้นย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความสลัดคืนอยู่เป็นประจำ, จักหายใจเข้า, ดังนี้(translation)",
        "ปะฏินิสสัคคานุปัสสี ปัสสะสิสสามีติ สิกขะติ,",
        "ย่อมทำในบทศึกษาว่า, เราเป็นผู้ตามเห็นซึ่งความสลัดคืนอยู่เป็นประจำ, จักหายใจออก, ดังนี้(translation)",
        "(จบ จะตุกกะที่สี่)(translation)"
      ],
      [
        "เอวัง ภาวิตา โข ภิกขะเว อานาปานะสะติ, เอวัง พะหุลีกะตา,",
        "ดูก่อนภิกษุทั้งหลาย, อานาปานสติอันบุคคลเจริญแล้ว, ทำให้มากแล้ว, อย่างนี้แล(translation)"
      ],
      [
        "มะหัปผะลา โหติ มะหานิสังสา,",
        "ย่อมมีผลใหญ่มีอานิสงส์ใหญ่(translation)",
        "อิติ.",
        "ด้วยประการฉะนี้แล.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "24",
    "precept": "ธัมมปหังสนปาฐะ",
    "category": "บทสวดมนต์พิเศษ",
    "filename": "24_ธัมมปหังสนปาฐะ",
    "duration": 660.336333,
    "lyrics": [
      [
        "(นำ) หันทะ มะยัง ธัมมะปะหังสะนะสะมาทะปะนาทิวะจะนะปาฐัง ภะณามะ เส.(translation)"
      ],
      [
        "เอวัง สวากขาโต ภิกขะเว มะยา ธัมโม,",
        "ดูก่อนภิกษุทั้งหลาย, ธรรม, เป็นธรรมอันเรากล่าวดีแล้ว, อย่างนี้(translation)"
      ],
      [
        "อุตตาโน",
        "เป็นธรรมอันทำให้เป็นดุจของคว่ำที่หงายแล้ว(translation)",
        "วิวะโฏ",
        "เป็นธรรมอันทำให้เป็นดุจของปิดที่เปิดแล้ว(translation)"
      ],
      [
        "ปะกาสิโต",
        "เป็นธรรมอันเราตถาคตประกาศก้องแล้ว(translation)",
        "ฉินนะปิโลติโก",
        "เป็นธรรมมีส่วนขี้ริ้วอันเราตถาคตเฉือนออกหมดสิ้นแล้ว(translation)"
      ],
      [
        "เอวัง สวากขาเต โข ภิกขะเว มะยา ธัมเม,",
        "ดูก่อนภิกษุทั้งหลาย, เมื่อธรรมนี้, เป็นธรรมอันเรากล่าวดีแล้ว, อย่างนี้(translation)",
        "อะลัง เมวะ",
        "ย่อมเป็นการสมควรแล้วนั่นเทียว(translation)"
      ],
      [
        "สัทธา ปัพพะชิเตนะ กุละปุตเตนะ วิริยัง อาระภิตุง,",
        "ที่กุลบุตรผู้บวชแล้วด้วยศรัทธา, จะพึงปรารภการกระทำความเพียร(translation)",
        "กามัง ตะโจ จะ นะหารุ จะ อัฏฐิ จะ อะวะสิสสะตุ,",
        "ด้วยการอธิษฐานว่า, แม้หนังเอ็นกระดูกเท่านั้นจักเหลืออยู่(translation)"
      ],
      [
        "สะรีเร อุปะสุสสะตุ มังสะโลหิตัง,",
        "เนื้อและเลือดในสรีระนี้จักเหือดแห้งไปก็ตามที(translation)",
        "ยันตัง ปุริสะถาเมนะ ปุริสะวิริเยนะ ปุริสะปะรักกะเมนะ ปัตตัพพัง,",
        "ประโยชน์ใด, อันบุคคลจะพึงลุถึงได้ด้วยกำลังด้วยความเพียร, ความบากบั่นของบุรุษ(translation)"
      ],
      [
        "นะ ตัง อะปาปุณิตวา, ปุริสัสสะ วิริยัสสะสันฐานัง ภะวิสสะตีติ,",
        "ถ้ายังไม่บรรลุประโยชน์นั้นแล้ว, จักหยุดความเพียรของบุรุษเสีย, เป็นไม่มี, ดังนี้(translation)",
        "ทุกขัง ภิกขะเว กุสีโต วิหะระติ,",
        "ดูก่อนภิกษุทั้งหลาย, คนผู้เกียจคร้านย่อมอยู่เป็นทุกข์(translation)"
      ],
      [
        "โวกิณโณ ปะปะเกหิ อะกุสะเลหิ ธัมเมหิ,",
        "ระคนอยู่ด้วยอกุศลธรรมอันลามกทั้งหลาย, ด้วย(translation)",
        "มะหันตัญจะ สะทัตถัง ปะริหาเปติ,",
        "ย่อมทำประโยชน์อันใหญ่หลวงของตนให้เสื่อม, ด้วย(translation)"
      ],
      [
        "อารัทธิวิริโย จะ โข ภิกขะเว สุขัง วิหะระติ,",
        "ดูก่อนภิกษุทั้งหลาย, บุคคลผู้มีความเพียรอันปรารภแล้ว, ย่อมอยู่เป็นสุข(translation)",
        "ปะวิวิตโต ปาปะเกหิ อะกุสะเลหิ ธัมเมหิ,",
        "สงัดแล้วจากอกุศลธรรมอันลามกทั้งหลายด้วย(translation)"
      ],
      [
        "มะหันตัญ จะ สะทัตถัง ปะริปูเรติ,",
        "ย่อมทำประโยชน์อันใหญ่หลวงของตนให้บริบูรณ์, ด้วย(translation)",
        "นะ ภิกขะเว หีเนนะ อัคคัสสะ ปัตติ โหติ,",
        "ดูก่อนภิกษุทั้งหลาย, การบรรลุธรรมอันเลิศ, ด้วยการกระทำอันเลว, ย่อมมีไม่ได้เลย(translation)"
      ],
      [
        "อัคเคนะ จะ โข อัคคัสสะ ปัตติ โหติ,",
        "แต่การบรรลุธรรมอันเลิศ, ด้วยการกระทำอันเลิศ, ย่อมมีได้แล(translation)",
        "มัณฑะเปยยะมิทัง ภิกขะเว พรัหมะจะริยัง,",
        "ดูก่อนภิกษุทั้งหลาย, พรหมจรรย์นี้, น่าดื่ม, เหมือนมัณฑะยอดโอชาแห่งโครส(translation)"
      ],
      [
        "สัตถา สัมมุขีภูโต,",
        "ทั้งพระศาสดาก็อยู่ ณ ที่เฉพาะหน้านี้แล้ว(translation)",
        "ตัสมาติหะ ภิกขะเว วิริยัง อาระภะถะ,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะฉะนั้น, เธอทั้งหลาย, จงปรารถความเพียรเถิด(translation)"
      ],
      [
        "อัปปัตตัสสะ ปัตติยา,",
        "เพื่อการบรรลุถึงซึ่งธรรม, อันยังไม่บรรลุ(translation)",
        "อะนะธิคะตัสสะ อะธิคะมายะ,",
        "เพื่อการถึงทับซึ่งธรรม, อันยังไม่ถึงทับ(translation)"
      ],
      [
        "อะสัจฉิกะตัสสะ สัจฉิกิริยายะ,",
        "เพื่อการทำให้แจ้งซึ่งธรรม, อันยังไม่ได้ทำให้แจ้ง(translation)",
        "เอวัง โน อะยัง อัมหากัง ปัพพัชชา,",
        "เมื่อเป็นอย่างนี้, บรรพชานี้ของเราทั้งหลาย(translation)"
      ],
      [
        "อะวังกะตา อะวัญญา ภะวิสสะติ,",
        "จักเป็นบรรพชาไม่ต่ำทราม, จักไม่เป็นหมันเปล่า(translation)",
        "สะผะลา สะอุทะระยา,",
        "แต่จักเป็นบรรพชาที่มีผล, เป็นบรรพชาที่มีกำไร(translation)"
      ],
      [
        "เยสัง มะยัง ปะริภุญชามะ, จีวะระปิณฑะปาตะ เสนาสะนะคิลานะปัจจะยะเภสัชชะปะริขารัง,",
        "พวกเราทั้งหลาย, บริโภคจีวร, บิณฑบาต, เสนาสนะและเภสัช, ของชนทั้งหลายเหล่าใด(translation)",
        "เตสัง เต การา อัมเหสุ,",
        "การกระทำนั้นๆ ของชนทั้งหลายเหล่านั้น, ในเราทั้งหลาย(translation)"
      ],
      [
        "มะหัปผะลา ภะวิสสันติ มะหานิสังสา ติ,",
        "จักเป็นการกระทำมีผลใหญ่, มีอานิสงส์ใหญ่, ดังนี้(translation)",
        "เอวัง หิ โว ภิกขะเว สิกขิตัพพัง,",
        "ดูก่อนภิกษุทั้งหลาย, เธอทั้งหลาย, พึงทำความสำเหนียก, อย่างนี้แล(translation)"
      ],
      [
        "อัตตัตถัง วา หิ ภิกขะเว สัมปัสสะมาเนนะ,",
        "ดูก่อนภิกษุทั้งหลาย, เมื่อบุคคลมองเห็นอยู่, ซึ่งประโยชน์แห่งตน, ก็ตาม(translation)",
        "อะละเมวะ อัปปะมาเทนะ สัมปาเทตุง,",
        "ก็ควรแล้วนั่นเทียว, เพื่อยังประโยชน์แห่งตนให้ถึงพร้อม, ด้วยความไม่ประมาท(translation)"
      ],
      [
        "ปะรัตถัง วา หิ ภิกขะเว สัมปัสสะมาเนนะ,",
        "ดูก่อนภิกษุทั้งหลาย, เมื่อบุคคลมองเห็นอยู่, ซึ่งประโยชน์แห่งชนเหล่าอื่น, ก็ตาม(translation)",
        "อะละเมวะ อัปปะมาเทนะ สัมปาเทตุง,",
        "ก็ควรแล้วนั่นเทียว, เพื่อยังประโยชน์แห่งชนเหล่าอื่นให้ถึงพร้อม, ด้วยความไม่ประมาท(translation)"
      ],
      [
        "อุภะยัตถัง วา หิ ภิกขะเว สัมปัสสะมาเนนะ,",
        "ดูก่อนภิกษุทั้งหลาย, หรือว่า, เมื่อบุคคลมองเห็นอยู่, ซึ่งประโยชน์ของทั้งสองฝ่าย, ก็ตาม(translation)",
        "อะละเมวะ อัปปะมาเทนะ สัมปาเทตุง,",
        "ก็ควรแล้วนั่นเทียว, เพื่อยังประโยชน์ของทั้งสองฝ่ายนั้นให้ถึงพร้อม, ด้วยความไม่ประมาท(translation)",
        "อิติ.",
        "ดังนี้แล.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "25",
    "precept": "ปฏิจจสมุปปาทธัมมะ",
    "category": "บทสวดมนต์พิเศษ",
    "filename": "25_ปฏิจจสมุปปาทธัมมะ",
    "duration": 799.99425,
    "lyrics": [
      [
        "(นำ) หันทะ มะยัง ปะฏิจจะสะมุปปาทะธัมเมสุ อิทัปปัจจะยะตาทิธัมมะปาฐัง ภะณามะ เส.(translation)"
      ],
      [
        "กะตะโม จะ ภิกขะเว ปะฏิจจะสะมุปปาโท,",
        "ดูก่อนภิกษุทั้งหลาย, ก็ปฏิจจสมุปบาท, เป็นอย่างไรเล่า(translation)"
      ],
      [
        "(๑) ชาติปัจจะยา ภิกขะเว ชะรามะระณัง,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะชาติเป็นปัจจัย, ชรา มรณะย่อมมี(translation)"
      ],
      [
        "อุปปาทา วา ภิกขะเว ตะถาคะตานัง, อะนุปปาทา วา ตะถาคะตานัง,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะเหตุที่พระตถาคตทั้งหลาย, จะบังเกิดขึ้นก็ตาม, จะไม่บังเกิดขึ้นก็ตาม(translation)"
      ],
      [
        "ฐิตา วะ สา ธาตุ,",
        "ธรรมธาตุนั้น, ย่อมตั้งอยู่แล้ว, นั่นเทียว(translation)",
        "ธัมมัฏฐิตะตา,",
        "คือความตั้งอยู่แห่งธรรมดา(translation)"
      ],
      [
        "ธัมมะนิยามะตา,",
        "คือความเป็นกฏตายตัวแห่งธรรมดา(translation)",
        "อิทัปปัจจะยะตา,",
        "คือความที่เมื่อมีสิ้งนี้ๆ เป็นปัจจัย, สิ่งนี้ๆ จึงเกิดขึ้น(translation)"
      ],
      [
        "ตัง ตะถาคะโต อะภิสัมพุชฌะติ อะภิสะเมติ,",
        "ตถาคตย่อมรู้พร้อมเฉพาะ, ย่อมถึงพร้อมเฉพาะซึ่งธรรมธาตุนั้น(translation)",
        "อะภิสัมพุชฌิตวา อะภิสะเมตวา,",
        "ครั้นรู้พร้อมเฉพาะแล้ว, ถึงพร้อมเฉพาะแล้ว(translation)"
      ],
      [
        "อาจิกขะติ เทเสติ,",
        "ย่อมบอก, ย่อมแสดง(translation)",
        "ปัญญะเปติ ปัฏฐะเปติ,",
        "ย่อมบัญญัติ, ย่อมตั้งขึ้นไว้(translation)"
      ],
      [
        "วิวะระติ วิภะชะติ,",
        "ย่อมเปิดเผย, ย่อมจำแนกแจกแจง(translation)",
        "อุตตานีกะโรติ,",
        "ย่อมทำให้เป็นเหมือนการหงายของที่คว่ำ(translation)"
      ],
      [
        "ปัสสะถาติ จาหะ, ชาติปัจจะยา ภิกขะเว ชะรามะระณัง,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะชาติเป็นปัจจัย, ชรา มรณะย่อมมี(translation)"
      ],
      [
        "อิติโข ภิกขะเว,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะเหตุดังนี้ แล(translation)",
        "ยาตัตระ ตะถะตา,"
      ],
      [
        "ธรรมธาตุใด, ในกรณีนั้น, อันเป็นตถตา, คือความเป็นอย่างนั้น(translation)",
        "อะวิตะถะตา,",
        "เป็นอวิตถตา, คือความไม่ผิดไปจากความเป็นอย่างนั้น(translation)"
      ],
      [
        "อะนัญญะถะตา,",
        "เป็นอนัญญถตา, คือความไม่เป็นไปโดยประการอื่น(translation)",
        "อิทัปปัจจะยะตา,",
        "เป็นอิทัปปัจจยตา, คือความที่เมื่อมีสิ่งนี้ๆ เป็นปัจจัย, สิ่งนี้ๆ จึงเกิดขึ้น(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว ปะฏิจจะสะมุปปาโท,",
        "ดูก่อนภิกษุทั้งหลาย, ธรรมนี้, เราเรียกว่า ปฏิจจสมุปบาท, (คือธรรมอันเป็นธรรมชาติ อาศัยกันแล้วเกิดขึ้น)(translation)"
      ],
      [
        "(๒) ภะวะปัจจะยา ภิกขะเว ชาติ",
        "ดูก่อนภิกษุทั้งหลาย, เพราะภพเป็นปัจจัย, ชาติย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, ภะวะปัจจะยา ภิกขะเว ชาติ,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะภพเป็นปัจจัย, ชาติย่อมมี(translation)"
      ],
      [
        "(๓) อุปาทานะปัจจะยา ภิกขะเว ภะโว,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะอุปาทานเป็นปัจจัย, ภพย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, อุปาทานะปัจจะยา ภิกขะเว ภะโว,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะอุปาทานเป็นปัจจัย, ภพย่อมมี(translation)"
      ],
      [
        "(๔) ตัณหาปัจจะยา ภิกขะเว อุปาทานัง,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะตัณหาเป็นปัจจัย, อุปาทานย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, ตัณหาปัจจะยา ภิกขะเว อุปาทานัง,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะตัณหาเป็นปัจจัย, อุปาทานย่อมมี(translation)"
      ],
      [
        "(๕) เวทะนาปัจจะยา ภิกขะเว ตัณหา,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะเวทนาเป็นปัจจัย, ตัณหาย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, เวทะนาปัจจะยา ภิกขะเว ตัณหา,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะเวทนาเป็นปัจจัย, ตัณหาย่อมมี(translation)"
      ],
      [
        "(๖) ผัสสะปัจจะยา ภิกขะเว เวทะนา,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะผัสสะเป็นปัจจัย, เวทนาย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, ผัสสะปัจจะยา ภิกขะเว เวทะนา,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะผัสสะเป็นปัจจัย, เวทนาย่อมมี(translation)"
      ],
      [
        "(๗) สะฬายะตะนะปัจจะยา ภิกขะเว ผัสโส",
        "ดูก่อนภิกษุทั้งหลาย, เพราะสฬายตนะเป็นปัจจัย, ผัสสะย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, สฬายะตะนะปัจจะยา ภิกขะเว ผัสโส,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะสฬายตนะเป็นปัจจัย, ผัสสะย่อมมี(translation)"
      ],
      [
        "(๘) นามะรูปะปัจจะยา ภิกขะเว สะฬายะตะนัง,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะนามรูปเป็นปัจจัย, สฬายตนะย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, นามะรูปะปัจจะยา ภิกขะเว สะฬายะตะนัง,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะนามรูปเป็นปัจจัย, สฬายตนะย่อมมี(translation)"
      ],
      [
        "(๙) วิญญาณะปัจจะยา ภิกขะเว นามะรูปัง,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะวิญญาณเป็นปัจจัย, นามรูปย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, วิญญาณะปัจจะยา ภิกขะเว นามะรูปัง,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะวิญญาณเป็นปัจจัย, นามรูปย่อมมี(translation)"
      ],
      [
        "(๑๐) สังขาระปัจจะยา ภิกขะเว วิญญาณัง,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะสังขารเป็นปัจจัย, วิญญาณย่อมมี(translation)",
        "ปัสสะถาติ จาหะ, สังขาระปัจจะยา ภิกขะเว วิญญาณัง,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะสังขารเป็นปัจจัย, วิญญาณย่อมมี(translation)"
      ],
      [
        "(๑๑) อวิชชาปัจจะยา ภิกขะเว สังขารา,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะอวิชชาเป็นปัจจัย, สังขารทั้งหลายย่อมมี(translation)",
        "อุปปาทา วา ภิกขะเว ตะถาคะตานัง, อะนุปปาทา วา ตะถาคะตานัง,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะเหตุที่พระตถาคตทั้งหลาย, จะบังเกิดขึ้นก็ตาม, จะไม่บังเกิดขึ้นก็ตาม(translation)"
      ],
      [
        "ฐิตา วะ สา ธาตุ,",
        "ธรรมธาตุนั้น, ย่อมตั้งอยู่แล้ว, นั่นเทียว(translation)",
        "ธัมมัฏฐิตะตา,",
        "คือความตั้งอยู่แห่งธรรมดา(translation)"
      ],
      [
        "ธัมมะนิยามะตา,",
        "คือความเป็นกฏตายตัวแห่งธรรมดา(translation)",
        "อิทัปปัจจะยะตา,",
        "คือความที่เมื่อมีสิ้งนี้ๆ เป็นปัจจัย, สิ่งนี้ๆ จึงเกิดขึ้น(translation)"
      ],
      [
        "ตัง ตะถาคะโต อะภิสัมพุชฌะติ อะภิสะเมติ,",
        "ตถาคตย่อมรู้พร้อมเฉพาะ, ย่อมถึงพร้อมเฉพาะซึ่งธรรมธาตุนั้น(translation)",
        "อะภิสัมพุชฌิตวา อะภิสะเมตวา,",
        "ครั้นรู้พร้อมเฉพาะแล้ว, ถึงพร้อมเฉพาะแล้ว(translation)"
      ],
      [
        "อาจิกขะติ เทเสติ,",
        "ย่อมบอก, ย่อมแสดง(translation)",
        "ปัญญะเปติ ปัฏฐะเปติ,",
        "ย่อมบัญญัติ, ย่อมตั้งขึ้นไว้(translation)"
      ],
      [
        "วิวะระติ วิภะชะติ,",
        "ย่อมเปิดเผย, ย่อมจำแนกแจกแจง(translation)",
        "อุตตานีกะโรติ,",
        "ย่อมทำให้เป็นเหมือนการหงายของที่คว่ำ(translation)"
      ],
      [
        "ปัสสะถาติ จาหะ, อะวิชชาปัจจะยา ภิกขะเว สังขารา,",
        "และได้กล่าวแล้วในบัดนี้ว่า, ดูก่อนภิกษุทั้งหลาย, ท่านทั้งหลายจงมาดู, เพราะอวิชชาเป็นปัจจัย, สังขารทั้งหลายย่อมมี(translation)"
      ],
      [
        "อิติโข ภิกขะเว,",
        "ดูก่อนภิกษุทั้งหลาย, เพราะเหตุดังนี้ แล(translation)",
        "ยาตัตระ ตะถะตา,",
        "ธรรมธาตุใด, ในกรณีนั้น, อันเป็นตถตา, คือความเป็นอย่างนั้น(translation)"
      ],
      [
        "อะวิตะถะตา,",
        "เป็นอวิตถตา, คือความไม่ผิดไปจากความเป็นอย่างนั้น(translation)",
        "อะนัญญะถะตา,",
        "เป็นอนัญญถตา, คือความไม่เป็นไปโดยประการอื่น(translation)"
      ],
      [
        "อิทัปปัจจะยะตา,",
        "เป็นอิทัปปัจจยตา, คือความที่เมื่อมีสิ่งนี้ๆ เป็นปัจจัย, สิ่งนี้ๆ จึงเกิดขึ้น(translation)"
      ],
      [
        "อะยัง วุจจะติ ภิกขะเว ปะฏิจจะสะมุปปาโท,",
        "ดูก่อนภิกษุทั้งหลาย, ธรรมนี้, เราเรียกว่า ปฏิจจสมุปบาท, (คือธรรมอันเป็นธรรมชาติ อาศัยกันแล้วเกิดขึ้น)(translation)",
        "อิติ.",
        "ดังนี้แล.(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "26",
    "precept": "ธาตุปัจจเวกขณปาฐะ",
    "category": "บทสวดมนต์พิเศษ",
    "filename": "26_ธาตุปัจจเวกขณปาฐะ",
    "duration": 435.9675,
    "lyrics": [
      ["(นำ) หันทะ มะยัง ธาตุปัจจะเวกขะณะปาฐัง ภะณามะ เส.(translation)"],
      [
        "ยะถาปัจจะยัง ปะวัตตะมานัง ธาตุมัตตะเมเวตัง",
        "สิ่งเหล่านี้นี่เป็นสักว่าธาตุตามธรรมชาติเท่านั้น, กำลังเป็นไปตามเหตุตามปัจจัยอยู่เนืองนิจ(translation)"
      ],
      [
        "ยะทิทัง จีวะรัง ตะทุปะภุญชะโก จะ ปุคคะโล",
        "สิ่งเหล่านี้คือจีวร, และคนผู้ใช้สอยจีวรนั้น(translation)",
        "ธาตุมัตตะโก",
        "เป็นสักว่าธาตุตามธรรมชาติ(translation)"
      ],
      [
        "นิสสัตโต",
        "มิได้เป็นสัตวะอันยั่งยืน(translation)",
        "นิชชีโว",
        "มิได้เป็นชีวะอันเป็นบุรุษบุคคล(translation)"
      ],
      [
        "สุญโญ",
        "ว่างเปล่าจากความหมายแห่งความเป็นตัวตน(translation)",
        "สัพพานิ ปะนะ อิมานิ จีวะรานิ อะชิคุจฉะนียานิ",
        "ก็จีวรทั้งหมดนี้, ไม่เป็นของน่าเกลียดมาแต่เดิม(translation)"
      ],
      [
        "อิมัง ปูติกายัง ปัตวา",
        "ครั้นมาถูกเข้ากับกายอันเน่าอยู่เป็นนิจนี้แล้ว(translation)",
        "อะติวิยะ ชิคุจฉะนียานิ ชายันติ",
        "ย่อมกลายเป็นของน่าเกลียดอย่างยิ่งไปด้วยกัน(translation)"
      ],
      [
        "ยะถาปัจจะยัง ปะวัตตะมานัง ธาตุมัตตะเมเวตัง",
        "สิ่งเหล่านี้นี่เป็นสักว่าธาตุตามธรรมชาติเท่านั้น, กำลังเป็นไปตามเหตุตามปัจจัยอยู่เนืองนิจ(translation)"
      ],
      [
        "ยะทิทัง ปิณฑะปาโต ตะทุปะภุญชะโก จะ ปุคคะโล",
        "สิ่งเหล่านี้คือบิณฑบาต, และคนผู้บริโภคบิณฑบาตนั้น(translation)",
        "ธาตุมัตตะโก",
        "เป็นสักว่าธาตุตามธรรมชาติ(translation)"
      ],
      [
        "นิสสัตโต",
        "มิได้เป็นสัตวะอันยั่งยืน(translation)",
        "นิชชีโว",
        "มิได้เป็นชีวะอันเป็นบุรุษบุคคล(translation)"
      ],
      [
        "สุญโญ",
        "ว่างเปล่าจากความหมายแห่งความเป็นตัวตน(translation)",
        "สัพโพ ปะนายัง ปิณฑะปาโต อะชิคุจฉะนีโย",
        "ก็บิณฑบาตทั้งหมดนี้, ไม่เป็นของน่าเกลียดมาแต่เดิม(translation)"
      ],
      [
        "อิมัง ปูติกายัง ปัตวา",
        "ครั้นมาถูกเข้ากับกายอันเน่าอยู่เป็นนิจนี้แล้ว(translation)",
        "อะติวิยะ ชิคุจฉะนียานิ ชายะติ",
        "ย่อมกลายเป็นของน่าเกลียดอย่างยิ่งไปด้วยกัน(translation)"
      ],
      [
        "ยะถาปัจจะยัง ปะวัตตะมานัง ธาตุมัตตะเมเวตัง",
        "สิ่งเหล่านี้นี่เป็นสักว่าธาตุตามธรรมชาติเท่านั้น, กำลังเป็นไปตามเหตุตามปัจจัยอยู่เนืองนิจ(translation)"
      ],
      [
        "ยะทิทัง เสนาสะนัง ตะทุปะภุญชะโก จะ ปุคคะโล",
        "สิ่งเหล่านี้คือเสนาสนะ, และคนผู้ใช้สอยเสนาสนะนั้น(translation)",
        "ธาตุมัตตะโก",
        "เป็นสักว่าธาตุตามธรรมชาติ(translation)"
      ],
      [
        "นิสสัตโต",
        "มิได้เป็นสัตวะอันยั่งยืน(translation)",
        "นิชชีโว",
        "มิได้เป็นชีวะอันเป็นบุรุษบุคคล(translation)"
      ],
      [
        "สุญโญ",
        "ว่างเปล่าจากความหมายแห่งความเป็นตัวตน(translation)",
        "สัพพานิ ปะนะ อิมานิ เสนาสะนานิ อะชิคุจฉะนียานิ",
        "ก็เสนาสนะทั้งหมดนี้, ไม่เป็นของน่าเกลียดมาแต่เดิม(translation)"
      ],
      [
        "อิมัง ปูติกายัง ปัตวา",
        "ครั้นมาถูกเข้ากับกายอันเน่าอยู่เป็นนิจนี้แล้ว(translation)",
        "อะติวิยะ ชิคุจฉะนียานิ ชายันติ",
        "ย่อมกลายเป็นของน่าเกลียดอย่างยิ่งไปด้วยกัน(translation)"
      ],
      [
        "ยะถาปัจจะยัง ปะวัตตะมานัง ธาตุมัตตะเมเวตัง",
        "สิ่งเหล่านี้นี่เป็นสักว่าธาตุตามธรรมชาติเท่านั้น, กำลังเป็นไปตามเหตุตามปัจจัยอยู่เนืองนิจ(translation)"
      ],
      [
        "ยะทิทัง คิลานะปัจจะยะเภสัชชะปะริกขาโร, ตะทุปะภุญชะโก จะ ปุคคะโล",
        "สิ่งเหล่านี้คือเภสัชบริขารอันเกื้อกูลแก่คนไข้, และคนผู้บริโภคเภสัชบริขารนั้น(translation)",
        "ธาตุมัตตะโก",
        "เป็นสักว่าธาตุตามธรรมชาติ(translation)"
      ],
      [
        "นิสสัตโต",
        "มิได้เป็นสัตวะอันยั่งยืน(translation)",
        "นิชชีโว",
        "มิได้เป็นชีวะอันเป็นบุรุษบุคคล(translation)"
      ],
      [
        "สุญโญ",
        "ว่างเปล่าจากความหมายแห่งความเป็นตัวตน(translation)",
        "สัพโพ ปะนายัง คิลานะปัจจะยะเภสัชชะปะริกขาโร อะชิคุจฉะนิโย",
        "ก็คิลานเภสัชบริขารทั้งหมดนี้, ไม่เป็นของน่าเกลียดมาแต่เดิม(translation)"
      ],
      [
        "อิมัง ปูติกายัง ปัตวา",
        "ครั้นมาถูกเข้ากับกายอันเน่าอยู่เป็นนิจนี้แล้ว(translation)",
        "อะติวิยะ ชิคุจฉะนีโย ชายะติ",
        "ย่อมกลายเป็นของน่าเกลียดอย่างยิ่งไปด้วยกัน(translation)"
      ]
    ],
    "timeShowing": [0, 10000, 10000]
  },
  {
    "id": "27",
    "precept": "ปัพพชิตอภิณหปัจจเวกขณปาฐะ",
    "category": "บทสวดมนต์พิเศษ",
    "filename": "27_ปัพพชิตอภิณหปัจจเวกขณปาฐะ",
    "duration": 353.99425,
    "lyrics": [
      [
        "(นำ) หันทะ มะยัง ปัพพะชิตะอะภิณหะ ปัจจะเวกขะณะปาฐัง ภะณามะ เส.(translation)"
      ],
      [
        "ทะสะอิเม ภิกขะเว ธัมมา",
        "ดูก่อนภิกษุทั้งหลาย, ธรรมทั้งหลายสิบประการเหล่านี้, มีอยู่(translation)"
      ],
      [
        "ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพา",
        "เป็นธรรมที่บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจ(translation)",
        "กะตะเม ทะสะ",
        "ธรรมทั้งหลายสิบประการนั้นเป็นอย่างไรเล่า(translation)"
      ],
      [
        "เววัณณิยัมหิ อัชฌูปะคะโตติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง",
        "คือบรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, เราเป็นผู้เข้าถึงเฉพาะแล้วซึ่งวรรณะอันต่างอันพิเศษ, ดังนี้(translation)"
      ],
      [
        "ปะระปะฏิพัทธา เม ชีวิกาติ ปัพพะชิเตนะอะภิณหัง ปัจจะเวกขิตัพพัง",
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, การเลี้ยงชีวิตของเราเนื่องเฉพาะแล้วด้วยผู้อื่น, ดังนี้(translation)"
      ],
      [
        "อัญโญ เม อากัปโป กะระณีโยติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง",
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, ระเบียบการปฏิบัติอย่างอื่นที่เราจะต้องทำมีอยู่, ดังนี้(translation)"
      ],
      [
        "กัจจิ นุ โข เม อัตตา สีละโต นะ อุปะวะทะตีติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง",
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, เมื่อกล่าวโดยศีล, เราย่อมตำหนิติเตียนตนเองไม่ได้มิใช่หรือ, ดังนี้(translation)"
      ],
      [
        "กัจจิ นุ โข มัง อะนุวิจจะ วิญญู สะพรัหมะจารี อะภิณหัง ปัจจะเวกขิตัพพัง",
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, เมื่อกล่าวโดยศีล, เพื่อนสพรหมจารีที่เป็นวิญญูชน, ใคร่ครวญแล้ว, ย่อมตำหนิติเตียนเราไม่ได้มิใช่หรือ, ดังนี้(translation)"
      ],
      [
        "สัพเพหิ เม ปิเยหิ มะนาเปหิ นานาภาโว วินาภาโวติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง",
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, ความพลัดพรากจากของรักของชอบใจทั้งสิ้น, จักมีแก่เรา, ดังนี้(translation)"
      ],
      [
        "กัมมัสสะโกมหิ กัมมะทายาโท กัมมะโยนิ กัมมะพันธุ กัมมะปะฏิสะระโณ, ยัง กัมมัง กะริสสามิ กัลยาณัง วา ปาปะกัง วา, ตัสสะ ทายาโท ภิวิสสามีติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง"
      ],
      [
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, เราเป็นผู้มีกรรมเป็นของตน, มีกรรมที่ต้องรับผลเป็นมรดกตกทอด, มีกรรมเป็นที่กำเนิด, มีกรรมเป็นเผ่าพันธุ์, มีกรรมเป็นที่พึ่งอาศัย, เราทำกรรมใดไว้ดีก็ตามชั่วก็ตาม, เราจักเป็นผู้รับผลตกทอดแห่งกรรมนั้น, ดังนี้(translation)"
      ],
      [
        "กะถัมภูตัสสะ เม รัตตินทิวา วีติปะตันตีติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง",
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, วันคืนล่วงไป ล่วงไป, ในเมื่อเรากำลังเป็นอยู่ในสภาพเช่นไร, ดังนี้(translation)"
      ],
      [
        "กัจจิ นุ โขนัง สุญญาคาเร อะภิระมามีติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง",
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, เราย่อมยินดีในโรงเรือนอันสงัดอยู่หรือหนอ, ดังนี้(translation)"
      ],
      [
        "อัตถิ นุ โข เม อุตตะริมะนุสสะธัมมา อะละมะริยะ ญาณะทัสสะนะวิเสโส อะธิคะโต, โสหัง ปัจฉิเม กาเล สะพรัหมะจารีหิ ปุฏโฐ นะ มังกุ ภะวิสสามีติ ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพัง"
      ],
      [
        "บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจว่า, ญาณทัสสนะอันวิเศษควรแก่พระอริยเจ้า, อันยิ่งกว่าวิสัยธรรมดาของมนุษย์, ที่เราได้บรรลุแล้ว, เพื่อเราจะไม่เป็นผู้เก้อเขิน เมื่อถูกเพื่อนสหพรหมจารีด้วยกันถามในภายหลัง, มีอยู่แก่เราหรือไม่, ดังนี้(translation)"
      ],
      [
        "อิเม โข ภิกขะเว ทะสะ ธัมมา",
        "ดูก่อนภิกษุทั้งหลาย, ธรรมทั้งหลายสิบประการเหล่านี้แล(translation)",
        "ปัพพะชิเตนะ อะภิณหัง ปัจจะเวกขิตัพพา",
        "เป็นธรรมที่บรรพชิตพึงพิจารณาโดยแจ่มชัดอยู่เนืองนิจ(translation)"
      ],
      ["อิติ", "ด้วยอาการอย่างนี้แล(translation)"]
    ],
    "timeShowing": [0, 10000, 10000]
  }
]
